[
  {
    "cardId": 0,
    "cardName": "The Fool",
    "cardNameFr": "Le Mat",
    "image": "00-the-fool.jpeg",
    "descriptionEn": "The Fool's vibrant energy gives flows into your personality; when you walk into a room, you bring something rare: the feeling that anything could happen next. People are drawn to your openness, your willingness to leap without needing to see the landing. This is how the world experiences you. Not reckless, but free. Not naive, but unafraid to begin again and again.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Outer Expression</h2>\nYou move through life with a lightness that others find both refreshing and a little mysterious. Where they see risk, you see possibility. Where they hesitate at the edge, you have already stepped off, trusting that the path will form beneath your feet. This is not blind optimism. It is something deeper; an instinctive faith in the unfolding of things.\n\nPeople sense that you are not bound by the same rules they feel trapped by. You question what others accept without thinking. You start conversations that go unexpected places. You remind people, simply by being yourself, that life does not have to look the way they thought it did.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Gifts</h2>\nYour greatest visible gift is your ability to begin. You do not get stuck in the paralysis of overthinking. When something calls to you, you move toward it. This makes you a natural initiator in work and friendships alike. People come to you when they need permission to try something new, because your presence alone seems to grant it.\n\nYou also carry a kind of wonder that never fully dims. Even after difficulty, you find your way back to curiosity. This is quieter than your boldness, but perhaps more precious.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Shadow</h2>\nThe shadow of The Fool appears when your love of beginnings keeps you from staying. You may find yourself leaving projects, relationships, or places just as they ask for your sustained presence. The next adventure calls, and you answer before finishing what you started.\n\nOthers may sometimes see you as uncommitted or hard to pin down. You might feel misunderstood, as if people mistake your openness for a lack of depth. Where in your life are you leaping to avoid the quieter work of staying?\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Working With This Energy</h2>\nYou will feel The Fool rising in moments of excitement, when something new beckons and your whole body says yes. This is your flow; follow it. Trust the impulse to explore, to wander, to begin without knowing where it leads.\n\nWhen you slip into shadow, you may notice restlessness disguised as inspiration. The urge to leave becomes less about moving toward something and more about escaping what is. Learn to recognise the difference.\n\nIn your closest relationships, your gift is reminding others that life can be lighter, freer, more playful than they remembered. Let yourself also be reminded that roots and wings are not opposites. You can leap and you can land. Both belong to you.",
    "descriptionFr": "Vous portez l’énergie du Fou comme votre carte de personnalité. Lorsque vous entrez dans une pièce, vous apportez quelque chose de rare : le sentiment que tout pourrait arriver ensuite. Les gens sont attirés par votre ouverture d’esprit, votre volonté de sauter sans avoir besoin de voir l’atterrissage. C’est ainsi que le monde vous perçoit. Pas imprudent, mais gratuit. Pas naïf, mais n’ayant pas peur de recommencer encore et encore.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Votre expression extérieure</h2>\nVous avancez dans la vie avec une légèreté que d’autres trouvent à la fois rafraîchissante et un peu mystérieuse. Là où ils voient un risque, vous voyez une possibilité. Là où ils hésitent au bord, vous êtes déjà descendu, confiant que le chemin se formera sous vos pieds. Il ne s’agit pas d’un optimisme aveugle. C'est quelque chose de plus profond ; une foi instinctive dans le déroulement des choses.\n\nLes gens sentent que vous n’êtes pas lié par les mêmes règles dans lesquelles ils se sentent piégés. Vous remettez en question ce que les autres acceptent sans réfléchir. Vous démarrez des conversations qui mènent à des endroits inattendus. Vous rappelez aux gens, simplement en étant vous-même, que la vie n’est pas nécessairement telle qu’ils la pensaient.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Vos cadeaux</h2>\nVotre plus grand don visible est votre capacité à commencer. Vous ne restez pas coincé dans la paralysie d’une réflexion excessive. Quand quelque chose vous appelle, vous vous dirigez vers lui. Cela fait de vous un initiateur naturel aussi bien au travail qu’en amitié. Les gens viennent vers vous lorsqu’ils ont besoin d’autorisation pour essayer quelque chose de nouveau, parce que votre seule présence semble la leur accorder.\n\nVous portez également une sorte d’émerveillement qui ne s’éteint jamais complètement. Même après des difficultés, vous retrouvez le chemin de la curiosité. C'est plus silencieux que votre audace, mais peut-être plus précieux.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Votre ombre</h2>\nL'ombre du Fou apparaît lorsque votre amour des débuts vous empêche de rester. Vous pourriez vous retrouver à quitter des projets, des relations ou des lieux au moment même où ils demandent votre présence soutenue. La prochaine aventure vous appelle et vous répondez avant de terminer ce que vous avez commencé.\n\nLes autres peuvent parfois vous considérer comme peu engagé ou difficile à cerner. Vous pourriez vous sentir incompris, comme si les gens confondaient votre ouverture d’esprit avec un manque de profondeur. Où sautez-vous dans votre vie pour éviter le travail plus calme consistant à rester ?\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Travailler avec cette énergie</h2>\nVous sentirez le Fou monter dans les moments d'excitation, lorsque quelque chose de nouveau vous appelle et que tout votre corps dit oui. C'est votre flux ; suivez-le. Faites confiance à l’impulsion d’explorer, d’errer, de commencer sans savoir où cela mène.\n\nLorsque vous vous glissez dans l’ombre, vous remarquerez peut-être une agitation déguisée en inspiration. L’envie de partir consiste moins à avancer vers quelque chose qu’à échapper à ce qui est. Apprenez à reconnaître la différence.\n\nDans vos relations les plus proches, votre don rappelle aux autres que la vie peut être plus légère, plus libre et plus ludique que ce dont ils se souvenaient. Rappelons également que les racines et les ailes ne sont pas opposées. Vous pouvez sauter et atterrir. Les deux vous appartiennent.",
    "keyThemesEn": [
      "Freedom",
      "New Beginnings",
      "Innocence"
    ],
    "keyThemesFr": [
      "Liberté",
      "Nouveaux Départs",
      "Innocence"
    ]
  },
  {
    "cardId": 1,
    "cardName": "The Magician",
    "cardNameFr": "Le Bateleur",
    "image": "01-the-magician.jpeg",
    "descriptionEn": "The Magician's electric energy brings that extra spark to your personality; when you speak, ideas spark to life. When you enter a room, a quiet certainty moves with you; others notice it, even if they cannot name it. This is the force that shapes how the world sees you. Not as someone who waits for things to happen, but as someone who makes them happen.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Outer Expression</h2>\nYou move through life with a kind of focused intensity that draws people toward you. There is a natural confidence in how you approach problems and possibilities alike. You see resources where others see obstacles. You find connections where others see scattered pieces. People come to you because they sense you can help them turn their ideas into something real, something tangible.\n\nThis energy feels like standing at a table with all the tools you need already within reach. You do not doubt your ability to begin. You know how to channel your will toward what you want. There is a directness to your presence that others find both reassuring and magnetic. You are someone who says yes to creation, and that yes lives visibly in everything you do.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Gifts</h2>\nYour greatest visible strength is your ability to manifest. You take the formless and give it shape. In your work, you are the one who can take a vague idea and build it into something that functions, something that serves. In relationships, you bring energy and initiative. People trust you to follow through because you have shown them, time and again, that you will.\n\nThere is also something quieter here. You have a gift for seeing what is possible before others can. You carry a lantern that illuminates paths still hidden to those around you.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Shadow</h2>\nThe shadow of The Magician appears when your confidence tips into something sharper. When you are out of alignment, your focused will can become impatience. Your ability to influence can slide toward manipulation without your noticing. You may push for outcomes before the ground is ready, scattering your energy in too many directions at once.\n\nThere is also a tendency to overvalue doing over being. You may struggle to receive, to allow, to let things unfold without your hand directing every movement. Notice when you feel restless with stillness. What are you afraid will happen if you stop reaching for the next thing?\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Working With This Energy</h2>\nIn daily life, you might notice The Magician rising when you feel that familiar spark of possibility. Your hands want to move. Your mind begins mapping how to get from here to there. This is your flow state; creative, purposeful, alive.\n\nWhen you slip into shadow, that spark becomes frantic. You push harder. You feel frustrated when others cannot keep up or when circumstances refuse to bend to your will. Pause here. Breathe. Not everything needs your intervention.\n\nIn your closest relationships, remember that presence is its own kind of magic. Sometimes the most powerful thing you can offer is simply to be with someone without trying to fix, improve, or transform. Your energy is a gift. Trust that it shines even when you are still.",
    "descriptionFr": "Vous portez en vous l'énergie du Magicien, qui est votre carte de personnalité. Lorsque vous parlez, vos idées prennent vie. Lorsque vous entrez dans une pièce, vous dégagez une assurance tranquille que les autres remarquent, même s'ils ne peuvent pas la nommer. C'est cette force qui façonne la façon dont le monde vous perçoit. Non pas comme quelqu'un qui attend que les choses se produisent, mais comme quelqu'un qui les fait se produire.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Votre expression extérieure</h2>\nVous avancez dans la vie avec une intensité concentrée qui attire les gens vers vous. Vous abordez les problèmes et les possibilités avec une confiance naturelle. Vous voyez des ressources là où les autres voient des obstacles. Vous trouvez des liens là où les autres ne voient que des éléments épars. Les gens viennent vers vous parce qu'ils sentent que vous pouvez les aider à transformer leurs idées en quelque chose de réel, de tangible.\n\nCette énergie donne l'impression d'être assis à une table avec tous les outils nécessaires à portée de main. Vous ne doutez pas de votre capacité à vous lancer. Vous savez comment canaliser votre volonté vers ce que vous voulez. Il y a dans votre présence une franchise que les autres trouvent à la fois rassurante et magnétique. Vous êtes quelqu'un qui dit oui à la création, et ce oui se manifeste visiblement dans tout ce que vous faites.\n\nVos dons\nVotre plus grande force visible est votre capacité à manifester. Vous prenez ce qui est informe et vous lui donnez une forme. Dans votre travail, vous êtes celui qui peut prendre une idée vague et la transformer en quelque chose qui fonctionne, quelque chose qui sert. Dans vos relations, vous apportez de l'énergie et de l'initiative. Les gens vous font confiance pour aller jusqu'au bout parce que vous leur avez montré, à maintes reprises, que vous le feriez.\nIl y a aussi quelque chose de plus discret ici. Vous avez le don de voir ce qui est possible avant les autres. Vous portez une lanterne qui éclaire des chemins encore cachés à ceux qui vous entourent.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Votre ombre</h2>\nL'ombre du Magicien apparaît lorsque votre confiance se transforme en quelque chose de plus tranchant. Lorsque vous n'êtes pas en harmonie avec vous-même, votre volonté concentrée peut se transformer en impatience. Votre capacité d'influence peut glisser vers la manipulation sans que vous vous en rendiez compte. Vous pouvez pousser pour obtenir des résultats avant que le terrain ne soit prêt, dispersant votre énergie dans trop de directions à la fois.\nVous avez également tendance à surévaluer l'action par rapport à l'être. Vous pouvez avoir du mal à recevoir, à accepter, à laisser les choses se dérouler sans que votre main ne dirige chaque mouvement. Remarquez quand vous vous sentez agité par l'immobilité. Que craignez-vous qu'il arrive si vous cessez de tendre vers la prochaine étape ?\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Travailler avec cette énergie</h2>\nDans la vie quotidienne, vous remarquerez peut-être que Le Magicien se manifeste lorsque vous ressentez cette étincelle familière de possibilité. Vos mains veulent bouger. Votre esprit commence à planifier comment aller d'ici à là. C'est votre état de fluidité : créatif, déterminé, vivant.\nLorsque vous glissez dans l'ombre, cette étincelle devient frénétique. Vous poussez plus fort. Vous vous sentez frustré lorsque les autres ne peuvent pas suivre ou lorsque les circonstances refusent de se plier à votre volonté. Faites une pause. Respirez. Tout ne nécessite pas votre intervention.\nDans vos relations les plus proches, rappelez-vous que la présence est une forme de magie en soi. Parfois, la chose la plus puissante que vous puissiez offrir est simplement d'être avec quelqu'un sans essayer de réparer, d'améliorer ou de transformer. Votre énergie est un cadeau. Ayez confiance qu'elle brille même lorsque vous êtes immobile.",
    "keyThemesEn": [
      "Manifestation",
      "Willpower",
      "Skill"
    ],
    "keyThemesFr": [
      "Manifestation",
      "Volonté",
      "Talent"
    ]
  },
  {
    "cardId": 2,
    "cardName": "The High Priestess",
    "cardNameFr": "La Papesse",
    "image": "02-the-high-priestess.jpeg",
    "descriptionEn": "The High Priestess's calm energy shapes and inflences your personality; there is a stillness about you that others sense before you speak. People feel you know something; not because you tell them, but because of what you hold back. This is how the world meets you: mysterious, perceptive, quietly wise. You do not perform your knowing. You simply carry it.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Outer Expression</h2>\nYou move through life with a quality of watchfulness that others find both calming and intriguing. You notice what goes unsaid. You read the currents beneath conversations. While others rush to fill silence, you let it breathe. This patience is not passivity; it is presence. People often feel seen by you in ways they cannot quite explain.\n\nYour energy is not loud, but it lingers. You leave impressions. Others may find themselves thinking about something you said days later, turning it over like a stone in their pocket. You do not push your way into spaces. You are simply there, and your presence changes the room.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Gifts</h2>\nYour greatest visible gift is your intuition. You sense things before they surface. In work, this makes you invaluable for reading situations, people, and timing. In friendships, you offer a rare kind of listening; the kind that makes people feel truly heard. You do not rush to fix or advise. You witness.\n\nYou also carry a natural wisdom that others seek out, even when you have not offered it. People come to you with their questions, trusting that you will know what they need to hear.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Shadow</h2>\nThe shadow of The High Priestess emerges when your gift for silence becomes isolation. You may withhold so much that others cannot reach you. You know things you do not share, and over time this can create distance. People may sense walls where you intended only mystery.\n\nYou might also feel chronically misunderstood, as though no one quite sees you clearly. This loneliness can become familiar, even comfortable. But comfort is not the same as connection. What would happen if you let yourself be known, not just felt?\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Working With This Energy</h2>\nYou will recognise The High Priestess in moments of deep knowing; when your body tells you something before your mind catches up. Trust these whispers. They are your guidance system, and they rarely lead you wrong.\n\nWhen you slip into shadow, you may notice yourself retreating further than necessary. The impulse to withdraw becomes avoidance. Pay attention to when your silence serves you and when it walls you off.\n\nIn your closest relationships, your gift is depth. Not everyone can meet you there, and that is fine. But those who can will treasure the rare experience of being truly seen by you. Let them see you in return.",
    "descriptionFr": "Avec la Grande Prêtresse comme carte de personnalité, il règne en vous un calme que les autres ressentent avant que vous ne parliez. Les gens ont l'impression que vous savez quelque chose ; non pas parce que vous le leur dites, mais à cause de ce que vous retenez. C'est ainsi que le monde vous rencontre : mystérieux, perspicace, tranquillement sage. Vous n'effectuez pas votre connaissance. Vous le portez simplement.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Votre expression extérieure</h2>\nVous avancez dans la vie avec une qualité de vigilance que les autres trouvent à la fois apaisante et intrigante. Vous remarquez ce qui n'est pas dit. Vous lisez les courants sous les conversations. Pendant que d’autres se précipitent pour combler le silence, vous le laissez respirer. Cette patience n’est pas de la passivité ; c'est la présence. Les gens se sentent souvent vus par vous d’une manière qu’ils ne peuvent pas vraiment expliquer.\n\nVotre énergie n’est pas forte, mais elle persiste. Vous laissez des impressions. D'autres peuvent se retrouver à repenser à quelque chose que vous avez dit quelques jours plus tard et à le retourner comme une pierre dans leur poche. Vous ne vous frayez pas un chemin dans les espaces. Vous êtes simplement là et votre présence change la pièce.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Vos cadeaux</h2>\nVotre plus grand don visible est votre intuition. Vous ressentez les choses avant qu’elles ne fassent surface. Au travail, cela vous rend inestimable pour lire des situations, des personnes et du timing. En amitié, vous offrez une écoute rare ; le genre qui permet aux gens de se sentir vraiment entendus. Vous ne vous précipitez pas pour réparer ou conseiller. Vous êtes témoin.\n\nVous portez également une sagesse naturelle que les autres recherchent, même si vous ne l’avez pas offerte. Les gens viennent vers vous avec leurs questions, confiants que vous saurez ce qu'ils ont besoin d'entendre.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Votre ombre</h2>\nL'ombre de la Grande Prêtresse émerge lorsque votre don pour le silence se transforme en isolement. Vous pouvez retenir tellement de choses que les autres ne peuvent pas vous atteindre. Vous savez des choses que vous ne partagez pas et, avec le temps, cela peut créer une distance. Les gens peuvent sentir des murs là où vous ne vouliez que du mystère.\n\nVous pourriez également vous sentir chroniquement incompris, comme si personne ne vous voyait clairement. Cette solitude peut devenir familière, voire confortable. Mais le confort n’est pas la même chose que la connexion. Que se passerait-il si vous vous laissiez connaître, pas seulement ressenti ?\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Travailler avec cette énergie</h2>\nVous reconnaîtrez la Grande Prêtresse dans des moments de connaissance profonde ; quand votre corps vous dit quelque chose avant que votre esprit ne vous rattrape. Faites confiance à ces murmures. Ils sont votre système de guidage et ils vous conduisent rarement en erreur.\n\nLorsque vous vous glissez dans l’ombre, vous remarquerez peut-être que vous reculez plus que nécessaire. L’impulsion de se retirer devient un évitement. Faites attention aux moments où votre silence vous sert et aux moments où il vous éloigne.\n\nDans vos relations les plus proches, votre don est la profondeur. Tout le monde ne peut pas vous y rencontrer, et c'est très bien. Mais ceux qui le peuvent chériront l’expérience rare d’être véritablement vu par vous. Laissez-les vous voir en retour.",
    "keyThemesEn": [
      "Intuition",
      "Mystery",
      "Inner Knowledge"
    ],
    "keyThemesFr": [
      "Intuition",
      "Mystère",
      "Connaissance Intérieure"
    ]
  },
  {
    "cardId": 3,
    "cardName": "The Empress",
    "cardNameFr": "L'Impératrice",
    "image": "03-the-empress.jpeg",
    "descriptionEn": "The Empress's warm, abundant energy runs through your personality; you bring a warmth that makes others want to stay a while. People feel nurtured in your presence, often without understanding why. Something about you invites them to soften, to open, to breathe more easily. This is how the world meets you: generous, creative, full of life. You make things flourish simply by being near them.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Outer Expression</h2>\nYou move through life with a natural generosity that touches everything around you. Your creativity is not something you do; it is something you are. Whether you are tending a garden, a project, or a friendship, you bring the same quality of care. You notice what needs nurturing and you offer it freely, often without being asked.\n\nPeople feel safe to unfold around you. You have a way of making spaces feel warmer, conversations feel deeper, and possibilities feel closer. This is not performance. It is simply how your energy moves. You create abundance wherever you settle, and others are drawn to bask in it.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Gifts</h2>\nYour most visible gift is your ability to nurture. In work, you bring life to ideas and help teams flourish. In relationships, you offer a kind of presence that makes people feel truly seen. You have an instinct for what others need, and you give it generously. Creativity flows through you easily; you do not force it.\n\nThere is also something quieter here. You have a gift for beauty, for noticing it and for making it. The spaces you create, the meals you share, the way you move through the world; all of it carries a certain loveliness.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Shadow</h2>\nThe shadow of The Empress appears when your giving has no end. You may nurture others while neglecting yourself. Your boundaries soften until you cannot tell where you stop and someone else begins. The abundance you offer so freely can become depletion when it flows only outward.\n\nYou might also find yourself smothering what you love, tending so closely that there is no room for it to grow on its own. Notice when your care becomes control. When did you last turn that nurturing attention toward yourself?\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Working With This Energy</h2>\nYou will feel The Empress rising when your hands want to create, when you are drawn to beauty, when your instinct is to feed or hold or comfort. This is your flow. Trust it. Your generosity is a gift to the world.\n\nWhen you slip into shadow, you may notice exhaustion, resentment, or a creeping sense of emptiness. These are signs that you have been giving from reserves you do not have. Pause. Receive. Let someone else hold you for a while.\n\nIn your closest relationships, remember that your presence alone is enough. You do not have to produce or provide to be loved. You are not only the garden; you are also the one who deserves to rest in it.",
    "descriptionFr": "Si L'Impératrice est votre Carte de personnalité, vous apportez une chaleur qui donne envie aux autres de rester un moment. Les gens se sentent choyés en votre présence, souvent sans comprendre pourquoi. Quelque chose chez vous les invite à s'adoucir, à s'ouvrir, à respirer plus facilement. C'est ainsi que le monde vous rencontre : généreux, créatif, plein de vie. Vous faites fleurir les choses simplement en étant près d’elles.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Votre expression extérieure</h2>\nVous avancez dans la vie avec une générosité naturelle qui touche tout ce qui vous entoure. Votre créativité n'est pas quelque chose que vous faites ; c'est quelque chose que tu es. Que vous entreteniez un jardin, un projet ou une amitié, vous apportez la même qualité de soins. Vous remarquez ce qui a besoin d’être nourri et vous l’offrez librement, souvent sans qu’on vous le demande.\n\nLes gens se sentent en sécurité autour de vous. Vous avez une façon de rendre les espaces plus chaleureux, les conversations plus profondes et les possibilités plus proches. Ce n’est pas une performance. C'est simplement la façon dont votre énergie se déplace. Vous créez l’abondance partout où vous vous installez, et les autres sont amenés à s’y prélasser.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Vos cadeaux</h2>\nVotre don le plus visible est votre capacité à nourrir. Au travail, vous donnez vie aux idées et aidez les équipes à s'épanouir. Dans les relations, vous offrez une sorte de présence qui permet aux gens de se sentir vraiment vus. Vous avez un instinct pour ce dont les autres ont besoin et vous le donnez généreusement. La créativité vous traverse facilement ; vous ne le forcez pas.\n\nIl y a aussi quelque chose de plus calme ici. Vous avez un don pour la beauté, pour la remarquer et pour la créer. Les espaces que vous créez, les repas que vous partagez, la façon dont vous vous déplacez dans le monde ; tout cela porte une certaine beauté.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Votre ombre</h2>\nL'ombre de l'Impératrice apparaît lorsque votre don n'a pas de fin. Vous pouvez nourrir les autres tout en vous négligeant. Vos limites s’assouplissent jusqu’à ce que vous ne puissiez plus dire où vous vous arrêtez et où quelqu’un d’autre commence. L’abondance que vous offrez si librement peut devenir un épuisement lorsqu’elle ne s’écoule que vers l’extérieur.\n\nVous pourriez également vous retrouver à étouffer ce que vous aimez, en vous occupant de si près qu’il n’y a pas de place pour qu’il se développe tout seul. Remarquez quand vos soins deviennent un contrôle. Quand avez-vous pour la dernière fois porté cette attention nourricière sur vous-même ?\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Travailler avec cette énergie</h2>\nVous sentirez l'Impératrice s'élever lorsque vos mains voudront créer, lorsque vous serez attiré par la beauté, lorsque votre instinct sera de nourrir, de tenir ou de réconforter. C'est votre flux. Faites-lui confiance. Votre générosité est un cadeau pour le monde.\n\nLorsque vous vous glissez dans l’ombre, vous remarquerez peut-être de l’épuisement, du ressentiment ou un sentiment de vide rampant. Ce sont des signes que vous avez donné à partir de réserves que vous n'avez pas. Pause. Recevoir. Laissez quelqu'un d'autre vous tenir pendant un moment.\n\nDans vos relations les plus proches, rappelez-vous que votre seule présence suffit. Vous n’avez pas besoin de produire ou de fournir pour être aimé. Vous n’êtes pas seulement le jardin ; c'est aussi vous qui méritez de vous y reposer.",
    "keyThemesEn": [
      "Nurturing",
      "Abundance",
      "Creativity"
    ],
    "keyThemesFr": [
      "Nourricier",
      "Abondance",
      "Créativité"
    ]
  },
  {
    "cardId": 4,
    "cardName": "The Emperor",
    "cardNameFr": "L'Empereur",
    "image": "04-the-emperor.jpeg",
    "descriptionEn": "The Emperor's decisive energy underlays and shapes your personality; you hold a particular kind of presence that others instinctively trust. When uncertainty swirls, people look to you. When decisions need making, they wait for your voice. You carry an authority that does not need to announce itself. It simply is. This is how the world experiences you: steady, strong, capable of holding things together when others cannot.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Outer Expression</h2>\nYou move through life with a natural command that organises the space around you. Where there is chaos, you bring structure. Where there is confusion, you offer clarity. This is not something you learned; it is something you are. People sense they can lean on you, and they do. Your presence feels solid, dependable, like a foundation that will not shift.\n\nThere is a protectiveness to your energy as well. You watch over what matters to you with a quiet fierceness. Boundaries come naturally; you know where you end and others begin. This clarity is a gift to those around you, even when they do not realise how much they rely on it.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Gifts</h2>\nYour greatest visible gift is your ability to lead. You see what needs doing and you do it. In work, you create systems that hold. In relationships, you offer stability that allows others to take risks, knowing you will be there. People trust your judgement because you have earned that trust through consistency.\n\nYou also carry a quieter gift: the ability to make others feel safe. Your steadiness is a shelter. In a world that often feels uncertain, your presence reminds people that some things can be relied upon.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Shadow</h2>\nThe shadow of The Emperor emerges when your strength becomes rigidity. You may hold so tightly to control that you leave no room for spontaneity, for softness, for the unexpected. Your clear boundaries can harden into walls. Your authority can tip into dominance without your noticing.\n\nYou might also find emotions difficult to navigate. Feeling vulnerable may seem like weakness, so you armour yourself against it. But strength that cannot bend eventually breaks. Where in your life have you confused control with safety?\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Working With This Energy</h2>\nYou will feel The Emperor rising when you are called to take charge, to organise, to protect. This is your natural state. Trust your instinct to build, to lead, to hold things steady. The world needs what you offer.\n\nWhen you slip into shadow, you may notice yourself gripping tighter, tolerating less, pushing emotions aside. These are signs that your strength has become defence. Soften where you can. Not everything requires your control.\n\nIn your closest relationships, remember that true strength includes the ability to yield. You can be the mountain and still let the river move through you. Your solidity is a gift; so is your tenderness, when you allow it.",
    "descriptionFr": "L’Empereur en tant que carte de personnalité signifie que vous détenez un type particulier de présence auquel les autres font instinctivement confiance. Lorsque l’incertitude règne, les gens se tournent vers vous. Lorsqu’il faut prendre des décisions, ils attendent votre voix. Vous portez une autorité qui n'a pas besoin de s'annoncer. C’est tout simplement le cas. C’est ainsi que le monde vous perçoit : stable, fort, capable de maintenir les choses ensemble quand d’autres ne le peuvent pas.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Votre expression extérieure</h2>\nVous avancez dans la vie avec une maîtrise naturelle qui organise l’espace autour de vous. Là où règne le chaos, vous apportez de la structure. Là où règne la confusion, vous apportez de la clarté. Ce n’est pas quelque chose que vous avez appris ; c'est quelque chose que tu es. Les gens sentent qu’ils peuvent s’appuyer sur vous, et ils le font. Votre présence semble solide, fiable, comme une fondation qui ne bougera pas.\n\nIl y a également un caractère protecteur dans votre énergie. Vous veillez sur ce qui compte pour vous avec une férocité tranquille. Les limites viennent naturellement ; vous savez où vous finissez et où les autres commencent. Cette clarté est un cadeau pour ceux qui vous entourent, même s’ils ne réalisent pas à quel point ils en dépendent.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Vos cadeaux</h2>\nVotre plus grand don visible est votre capacité à diriger. Vous voyez ce qui doit être fait et vous le faites. Au travail, vous créez des systèmes qui tiennent. Dans les relations, vous offrez une stabilité qui permet aux autres de prendre des risques, sachant que vous serez là. Les gens font confiance à votre jugement parce que vous avez gagné cette confiance grâce à votre cohérence.\n\nVous portez également un don plus discret : la capacité de faire en sorte que les autres se sentent en sécurité. Votre stabilité est un refuge. Dans un monde souvent incertain, votre présence rappelle aux gens qu’on peut compter sur certaines choses.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Votre ombre</h2>\nL'ombre de l'Empereur émerge lorsque votre force devient rigidité. Vous pouvez vous serrer si fort dans le contrôle que vous ne laissez aucune place à la spontanéité, à la douceur, à l'inattendu. Vos limites claires peuvent se transformer en murs. Votre autorité peut basculer vers la domination sans que vous vous en rendiez compte.\n\nVous pourriez également avoir du mal à gérer vos émotions. Se sentir vulnérable peut ressembler à de la faiblesse, alors vous vous protégez contre cela. Mais une force qui ne peut pas se plier finit par se briser. À quel moment de votre vie avez-vous confondu contrôle et sécurité ?\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Travailler avec cette énergie</h2>\nVous sentirez l'Empereur se lever lorsque vous serez appelés à prendre en charge, à organiser, à protéger. C'est votre état naturel. Faites confiance à votre instinct pour construire, diriger, maintenir les choses stables. Le monde a besoin de ce que vous offrez.\n\nLorsque vous vous glissez dans l’ombre, vous remarquerez peut-être que vous vous agrippez plus fort, tolérez moins, mettant vos émotions de côté. Ce sont des signes que votre force est devenue une défense. Adoucissez là où vous le pouvez. Tout ne nécessite pas votre contrôle.\n\nDans vos relations les plus proches, rappelez-vous que la véritable force inclut la capacité de céder. Vous pouvez être la montagne tout en laissant la rivière couler à travers vous. Votre solidité est un don ; ta tendresse aussi, quand tu le permets.",
    "keyThemesEn": [
      "Authority",
      "Structure",
      "Leadership"
    ],
    "keyThemesFr": [
      "Autorité",
      "Structure",
      "Leadership"
    ]
  },
  {
    "cardId": 5,
    "cardName": "The Hierophant",
    "cardNameFr": "Le Pape",
    "image": "05-the-heirophant.jpeg",
    "descriptionEn": "The calm, authoritative energy of The Hierophant underpins your personality; you move through the world with a quiet authority that others trust. People come to you with their questions, their confusion, their search for meaning. They sense you are connected to something larger than yourself, and that connection steadies them. This is how the world meets you: wise, grounded, a bridge between the sacred and the everyday.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Outer Expression</h2>\nYou carry yourself with a kind of earned wisdom that others recognise. It is not that you claim to have all the answers; it is that you seem to know where to look for them. You speak with care. You listen with patience. When people are lost, they gravitate toward you because your presence reminds them that there is something to hold onto.\n\nThere is a teaching quality to your energy, whether or not you stand in a classroom. You explain things in ways that make sense. You help people find their footing by showing them frameworks, traditions, or truths that have stood the test of time. Your gift is translation; you take what is vast and make it accessible.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Gifts</h2>\nYour most visible gift is your ability to guide. In work, you bring clarity to complex situations. In relationships, you offer perspective that helps others see their lives more clearly. People trust you to be fair, to be thoughtful, to consider the bigger picture before speaking. You do not rush to judgement.\n\nThere is also a quieter gift here: your connection to meaning. You carry a sense that life is not random, that there is wisdom woven through our experiences. This faith, whether spiritual or philosophical, is something others feel when they are near you.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Shadow</h2>\nThe shadow of The Hierophant appears when your connection to tradition becomes rigidity. You may find yourself clinging to the way things have always been done, even when a new path is needed. Your guidance can tip into preaching. Your wisdom can become dogma if you forget that truth is alive, not fixed.\n\nYou might also struggle to honour your own inner knowing when it conflicts with established teachings. The very traditions that ground you can sometimes silence your individual voice. When did you last trust your own truth over what you were taught?\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Working With This Energy</h2>\nYou will feel The Hierophant rising when you are called to teach, to mentor, to share what you know. This is your element. Trust your instinct to guide others toward meaning and structure. The world needs your steadiness.\n\nWhen you slip into shadow, you may notice yourself becoming rigid or dismissive of paths that differ from your own. You might feel threatened by questions that challenge what you believe. These are invitations to soften, to remember that wisdom grows through dialogue, not decree.\n\nIn your closest relationships, your gift is helping others feel connected to something larger. Let them also help you remember that the sacred lives in the unscripted moments too. Your wisdom does not need a framework to be real.",
    "descriptionFr": "En tant que personne possédant le Hiérophante comme carte de personnalité, vous vous déplacez à travers le monde avec une autorité discrète à laquelle les autres font confiance. Les gens viennent vers vous avec leurs questions, leur confusion, leur quête de sens. Ils sentent que vous êtes connecté à quelque chose de plus grand que vous, et cette connexion les stabilise. C'est ainsi que le monde vous rencontre : sage, ancré, un pont entre le sacré et le quotidien.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Votre expression extérieure</h2>\nVous vous comportez avec une sorte de sagesse méritée que les autres reconnaissent. Ce n’est pas que vous prétendiez avoir toutes les réponses ; c'est que vous semblez savoir où les chercher. Vous parlez avec précaution. Vous écoutez avec patience. Lorsque les gens sont perdus, ils gravitent vers vous parce que votre présence leur rappelle qu’il y a quelque chose à quoi s’accrocher.\n\nIl y a une qualité pédagogique dans votre énergie, que vous soyez ou non dans une salle de classe. Vous expliquez les choses d’une manière qui a du sens. Vous aidez les gens à trouver leur place en leur montrant des cadres, des traditions ou des vérités qui ont résisté à l’épreuve du temps. Votre don est la traduction ; vous prenez ce qui est vaste et vous le rendez accessible.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Vos cadeaux</h2>\nVotre don le plus visible est votre capacité à guider. Au travail, vous apportez de la clarté à des situations complexes. Dans les relations, vous offrez une perspective qui aide les autres à voir leur vie plus clairement. Les gens vous font confiance pour être juste, réfléchi et considérer la situation dans son ensemble avant de parler. Vous ne vous précipitez pas pour juger.\n\nIl y a aussi un cadeau plus discret ici : votre connexion au sens. Vous avez le sentiment que la vie n’est pas aléatoire, qu’il y a une sagesse tissée à travers nos expériences. Cette foi, qu’elle soit spirituelle ou philosophique, est quelque chose que les autres ressentent lorsqu’ils sont près de vous.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Votre ombre</h2>\nL'ombre du Hiérophante apparaît lorsque votre lien avec la tradition devient rigidité. Vous pourriez vous retrouver accroché à la façon dont les choses ont toujours été faites, même lorsqu’une nouvelle voie est nécessaire. Vos conseils peuvent se transformer en prédication. Votre sagesse peut devenir un dogme si vous oubliez que la vérité est vivante et non figée.\n\nVous pourriez également avoir du mal à honorer votre propre connaissance intérieure lorsqu’elle entre en conflit avec les enseignements établis. Les traditions mêmes qui vous soutiennent peuvent parfois faire taire votre voix individuelle. Quand avez-vous pour la dernière fois fait confiance à votre propre vérité par rapport à ce qu’on vous a enseigné ?\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Travailler avec cette énergie</h2>\nVous sentirez le Hiérophante s’élever lorsque vous serez appelé à enseigner, à encadrer, à partager ce que vous savez. C'est votre élément. Faites confiance à votre instinct pour guider les autres vers le sens et la structure. Le monde a besoin de votre stabilité.\n\nLorsque vous vous glissez dans l’ombre, vous remarquerez peut-être que vous devenez rigide ou dédaigneux à l’égard des chemins qui diffèrent du vôtre. Vous pourriez vous sentir menacé par des questions qui remettent en question ce que vous croyez. Ce sont des invitations à s’adoucir, à se rappeler que la sagesse grandit par le dialogue et non par le décret.\n\nDans vos relations les plus proches, votre don aide les autres à se sentir connectés à quelque chose de plus grand. Laissez-les également vous aider à vous rappeler que le sacré vit également dans les moments imprévus. Votre sagesse n’a pas besoin d’un cadre pour être réelle.",
    "keyThemesEn": [
      "Tradition",
      "Teaching",
      "Spiritual Wisdom"
    ],
    "keyThemesFr": [
      "Tradition",
      "Enseignement",
      "Sagesse Spirituelle"
    ]
  },
  {
    "cardId": 6,
    "cardName": "The Lovers",
    "cardNameFr": "L'Amoureux",
    "image": "06-the-lovers.jpeg",
    "descriptionEn": "The Lovers energy of connextion brings a subtle influence to your personality; you carry a gift for connection that others feel instantly. People sense your capacity to truly see them, to meet them where they are. You move through life guided by your values, drawn toward what feels true and right. This is how the world experiences you: warm, sincere, someone who brings people closer together simply by being present.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Outer Expression</h2>\nYou engage with life through relationship. Not only romantic love, but all the ways we connect; friendships, collaborations, the quiet understanding between strangers. You pay attention to the spaces between people. You notice when something is off, when harmony has been broken, when someone needs to be seen. This attentiveness is woven into how you move through the world.\n\nYour values are visible in everything you do. You make choices that align with what matters to you, even when those choices are difficult. People trust you because they sense your integrity. You do not say one thing and do another. What you believe and how you live are not separate things.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Gifts</h2>\nYour greatest visible gift is your ability to create connection. In work, you bring people together, smoothing over friction and helping teams find common ground. In friendships, you offer a quality of presence that makes others feel valued. You remember what matters to people. You follow up. You show up.\n\nThere is also something quieter here: your moral clarity. You have a compass that points toward what is right, and you follow it. This is not rigidity; it is devotion to something you cannot betray.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Shadow</h2>\nThe shadow of The Lovers emerges when your love of harmony becomes avoidance. You may smooth over conflict that needs to be faced. You might say yes when you mean no, bending yourself to keep the peace. Your deep capacity for connection can blur into losing yourself in others.\n\nDecisions may feel paralysing when you fear that choosing one path means abandoning another. You can become stuck at crossroads, waiting for a choice that feels perfectly right. But perfect clarity rarely comes. What would it feel like to choose, even in uncertainty?\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Working With This Energy</h2>\nYou will feel The Lovers rising when connection calls to you; when you sense the possibility of understanding, of closeness, of bringing something or someone together. This is your flow. Trust the pull toward relationship.\n\nWhen you slip into shadow, you may notice yourself over-compromising, avoiding hard conversations, or feeling lost without someone to reflect you back. These are signs that your devotion to others has eclipsed your devotion to yourself.\n\nIn your closest bonds, remember that real intimacy requires you to remain whole. You can love deeply and still know where you end. Your gift for connection shines brightest when you bring your full self to the meeting.",
    "descriptionFr": "Lorsque The Lovers est votre carte de personnalité, vous portez un don de connexion que les autres ressentent instantanément. Les gens ressentent votre capacité à vraiment les voir, à les rencontrer là où ils sont. Vous avancez dans la vie guidé par vos valeurs, attiré vers ce qui vous semble vrai et juste. C'est ainsi que le monde vous perçoit : chaleureux, sincère, quelqu'un qui rapproche les gens simplement par sa présence.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Votre expression extérieure</h2>\nVous vous engagez dans la vie à travers la relation. Pas seulement l’amour romantique, mais toutes les façons dont nous nous connectons ; les amitiés, les collaborations, la compréhension tranquille entre inconnus. Vous faites attention aux espaces entre les personnes. Vous remarquez quand quelque chose ne va pas, quand l’harmonie est rompue, quand quelqu’un a besoin d’être vu. Cette attention est inhérente à la façon dont vous vous déplacez dans le monde.\n\nVos valeurs sont visibles dans tout ce que vous faites. Vous faites des choix qui correspondent à ce qui compte pour vous, même lorsque ces choix sont difficiles. Les gens vous font confiance parce qu’ils sentent votre intégrité. Vous ne dites pas une chose et en faites une autre. Ce que vous croyez et la façon dont vous vivez ne sont pas des choses distinctes.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Vos cadeaux</h2>\nVotre plus grand don visible est votre capacité à créer des liens. Au travail, vous rassemblez les gens, atténuez les frictions et aidez les équipes à trouver un terrain d’entente. Dans les amitiés, vous offrez une qualité de présence qui permet aux autres de se sentir valorisés. Vous vous souvenez de ce qui compte pour les gens. Vous faites le suivi. Vous vous présentez.\n\nIl y a aussi quelque chose de plus calme ici : votre clarté morale. Vous avez une boussole qui indique ce qui est juste et vous la suivez. Ce n’est pas de la rigidité ; c'est une dévotion envers quelque chose que vous ne pouvez pas trahir.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Votre ombre</h2>\nL'ombre de The Lovers émerge lorsque votre amour de l'harmonie devient un évitement. Vous pouvez aplanir les conflits auxquels il faut faire face. Vous pourriez dire oui alors que vous voulez dire non, en vous penchant pour maintenir la paix. Votre profonde capacité de connexion peut se transformer en vous perdant dans les autres.\n\nLes décisions peuvent sembler paralysantes lorsque vous craignez que choisir une voie signifie en abandonner une autre. Vous pouvez vous retrouver coincé à la croisée des chemins, en attendant un choix qui vous semble parfaitement juste. Mais la clarté parfaite arrive rarement. Qu’est-ce que ça ferait de choisir, même dans l’incertitude ?\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Travailler avec cette énergie</h2>\nVous sentirez les Amoureux se lever lorsque la connexion vous appellera ; quand on sent la possibilité de compréhension, de proximité, de rapprocher quelque chose ou quelqu'un. C'est votre flux. Faites confiance à l’attraction vers la relation.\n\nLorsque vous vous glissez dans l’ombre, vous remarquerez peut-être que vous faites trop de compromis, que vous évitez les conversations difficiles ou que vous vous sentez perdu sans quelqu’un pour vous refléter. Ce sont des signes que votre dévouement envers les autres a éclipsé votre dévouement envers vous-même.\n\nDans vos liens les plus étroits, rappelez-vous que la véritable intimité exige que vous restiez entier. Vous pouvez aimer profondément tout en sachant où vous vous terminez. Votre don pour la connexion brille le plus lorsque vous vous apportez pleinement à la réunion.",
    "keyThemesEn": [
      "Love",
      "Choice",
      "Relationships"
    ],
    "keyThemesFr": [
      "Amour",
      "Choix",
      "Relations"
    ]
  },
  {
    "cardId": 7,
    "cardName": "The Chariot",
    "cardNameFr": "Le Chariot",
    "image": "07-the-chariot.jpeg",
    "descriptionEn": "The Chariot's strong energy of forward momentum shapes the underlying energy of your personality; there is a forward momentum to you that others cannot help but notice. You move through life with direction and drive. When you set your sights on something, people sense you will reach it. This is how the world meets you: focused, determined, someone who does not stop when the road gets difficult. Your will is visible in everything you do.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Outer Expression</h2>\nYou engage with life as a series of challenges to be met and overcome. Where others hesitate, you push forward. Where others waver, you hold the course. There is a discipline to your energy that inspires those around you. People watch you and think: if they can do it, perhaps I can too. Your determination is contagious.\n\nThis does not mean you are reckless. You know how to gather your forces, how to wait for the right moment, how to channel competing impulses into a single direction. You understand that victory comes not from force alone, but from mastery. The reins are in your hands, and you hold them well.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Gifts</h2>\nYour greatest visible gift is your ability to get things done. In work, you are the one who moves projects forward when others stall. In life, you set goals and you reach them. People come to you when they need momentum, when they need someone who will not accept excuses or delays. You deliver.\n\nThere is also a quieter gift here: your courage. You face obstacles that would stop others. You keep going when the path is hard. This bravery is not always loud, but it runs through everything you accomplish.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Shadow</h2>\nThe shadow of The Chariot appears when your drive becomes relentless. You may push forward when rest is what you need. You might run over others in your haste to reach the destination, forgetting that some journeys matter more than their endings. Your strength can become aggression if left unchecked.\n\nYou may also struggle to surrender. Not every obstacle is meant to be conquered; some are invitations to pause, to reconsider, to choose a different path entirely. When was the last time you allowed yourself to stop without calling it failure?\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Working With This Energy</h2>\nYou will feel The Chariot rising when a goal takes shape in your mind and your whole being orients toward it. This is your power. Trust your ability to move, to overcome, to arrive. The world needs people who can carry things across the finish line.\n\nWhen you slip into shadow, you may notice exhaustion you refuse to acknowledge, or friction with others who cannot match your pace. These are signs that your drive has overtaken your discernment. Slow down. Not everything is a race.\n\nIn your closest relationships, remember that presence matters more than progress. Sometimes the most powerful thing you can offer is simply to be still with someone, asking nothing of the moment but itself.",
    "descriptionFr": "Avec The Chariot comme carte de personnalité, vous ressentez un élan vers l’avant que les autres ne peuvent s’empêcher de remarquer. Vous avancez dans la vie avec direction et dynamisme. Lorsque vous jetez votre dévolu sur quelque chose, les gens sentent que vous l’atteindrez. C'est ainsi que le monde vous rencontre : concentré, déterminé, quelqu'un qui ne s'arrête pas lorsque la route devient difficile. Votre volonté est visible dans tout ce que vous faites.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Votre expression extérieure</h2>\nVous vous engagez dans la vie comme une série de défis à relever et à surmonter. Là où d’autres hésitent, vous avancez. Là où d’autres hésitent, vous tenez le cap. Il existe une discipline dans votre énergie qui inspire ceux qui vous entourent. Les gens vous regardent et pensent : s’ils peuvent le faire, peut-être que je le peux aussi. Votre détermination est contagieuse.\n\nCela ne veut pas dire que vous êtes imprudent. Vous savez rassembler vos forces, comment attendre le bon moment, comment canaliser des impulsions concurrentes dans une seule direction. Vous comprenez que la victoire ne vient pas seulement de la force, mais de la maîtrise. Les rênes sont entre vos mains et vous les tenez bien.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Vos cadeaux</h2>\nVotre plus grand don visible est votre capacité à faire avancer les choses. Au travail, c’est vous qui faites avancer les projets quand les autres stagnent. Dans la vie, vous vous fixez des objectifs et vous les atteignez. Les gens viennent vers vous lorsqu’ils ont besoin d’un élan, lorsqu’ils ont besoin de quelqu’un qui n’acceptera pas d’excuses ou de retards. Vous livrez.\n\nIl y a aussi un cadeau plus discret ici : votre courage. Vous faites face à des obstacles qui arrêteraient les autres. Vous continuez quand le chemin est difficile. Ce courage n’est pas toujours bruyant, mais il transparaît dans tout ce que vous accomplissez.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Votre ombre</h2>\nL'ombre du Chariot apparaît lorsque votre conduite devient implacable. Vous pouvez avancer lorsque vous avez besoin de repos. Vous pourriez en écraser d’autres dans votre hâte d’atteindre votre destination, en oubliant que certains voyages comptent plus que leur fin. Votre force peut devenir agressive si rien n’est fait.\n\nVous pourriez également avoir du mal à vous abandonner. Tous les obstacles ne sont pas censés être surmontés ; certaines sont des invitations à faire une pause, à reconsidérer, à choisir une voie complètement différente. À quand remonte la dernière fois où vous vous êtes permis de vous arrêter sans appeler cela un échec ?\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Travailler avec cette énergie</h2>\nVous sentirez Le Chariot s’élever lorsqu’un objectif prend forme dans votre esprit et que tout votre être s’oriente vers lui. C'est votre pouvoir. Faites confiance à votre capacité à bouger, à surmonter, à arriver. Le monde a besoin de personnes capables de franchir la ligne d’arrivée.\n\nLorsque vous vous glissez dans l’ombre, vous remarquerez peut-être un épuisement que vous refusez de reconnaître ou des frictions avec d’autres qui ne peuvent pas suivre votre rythme. Ce sont des signes que votre dynamisme a dépassé votre discernement. Ralentir. Tout n'est pas une course.\n\nDans vos relations les plus proches, rappelez-vous que la présence compte plus que le progrès. Parfois, la chose la plus puissante que vous puissiez offrir est simplement d’être toujours avec quelqu’un, sans rien demander au moment autre que lui-même.",
    "keyThemesEn": [
      "Willpower",
      "Victory",
      "Determination"
    ],
    "keyThemesFr": [
      "Volonté",
      "Victoire",
      "Détermination"
    ]
  },
  {
    "cardId": 8,
    "cardName": "Strength",
    "cardNameFr": "La Force",
    "image": "08-strength.jpeg",
    "descriptionEn": "Strength's calm, steadfast energy underpins your personality; you hold a quiet power that others feel long before they understand it. You do not need to raise your voice to be heard. You do not need to push to make things move. People sense a steadiness in you, a calm that does not waver when the world shakes. This is how others experience you: patient, grounded, strong in a way that soothes rather than overwhelms.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Outer Expression</h2>\nYou move through life with a gentleness that is often mistaken for softness. But those who know you understand: your gentleness is not weakness. It is mastery. You have learned to meet intensity with patience, fear with presence, chaos with calm. You do not conquer what rises within you; you befriend it. This is a rare skill, and others feel its effects even when they cannot name what you are doing.\n\nThere is a warmth to your strength. People feel safe around you. They bring you their troubles because they sense you will not flinch, will not judge, will not rush them toward resolution. You hold space the way some people hold breath; naturally, without effort, for as long as it takes.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Gifts</h2>\nYour most visible gift is your patience. In work, you are the one who stays steady when others panic. In relationships, you offer a presence that calms. People trust you to remain grounded no matter what arises. You do not react; you respond. This makes you someone others lean on, often more than you realise.\n\nThere is also a quieter gift: your courage. It takes bravery to remain soft in a world that rewards hardness. Your willingness to stay open, to feel, to meet difficulty without armour; this is a strength most people never develop.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Shadow</h2>\nThe shadow of Strength emerges when your patience becomes suppression. You may swallow anger rather than express it. You might hold space for others so consistently that you forget you also need holding. Your calm exterior can hide storms you never let anyone see.\n\nYou may also give too much of your steadiness away, exhausting yourself in the service of others' peace. The very quality that makes you a refuge can leave you depleted if you do not guard it. When did you last let someone else be strong for you?\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Working With This Energy</h2>\nYou will feel Strength rising when a situation calls for calm, when emotions run high and someone needs to hold the centre. This is your element. Trust your ability to soothe, to steady, to remain present when others cannot.\n\nWhen you slip into shadow, you may notice tension held in your body, or a growing resentment you cannot quite name. These are signs that you have been patient too long, that something in you needs expression. Let it out. Your strength will not shatter if you show your edges.\n\nIn your closest relationships, remember that vulnerability is not a betrayal of your nature. You can be the calm in the storm and still ask to be sheltered sometimes. True strength knows when to rest.",
    "descriptionFr": "Lorsque la Force est votre carte de personnalité, vous détenez un pouvoir discret que les autres ressentent bien avant de le comprendre. Vous n’avez pas besoin d’élever la voix pour être entendu. Il n’est pas nécessaire de pousser pour faire bouger les choses. Les gens sentent en vous une stabilité, un calme qui ne faiblit pas lorsque le monde tremble. C’est ainsi que les autres vous perçoivent : patient, ancré, fort d’une manière qui apaise plutôt qu’accable.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Votre expression extérieure</h2>\nVous avancez dans la vie avec une douceur qui est souvent confondue avec de la douceur. Mais ceux qui vous connaissent comprennent : votre douceur n’est pas une faiblesse. C'est la maîtrise. Vous avez appris à affronter l’intensité par la patience, la peur par la présence, le chaos par le calme. Vous ne conquérez pas ce qui surgit en vous ; vous vous liez d'amitié avec lui. Il s’agit d’une compétence rare, et les autres en ressentent les effets même s’ils ne peuvent pas nommer ce que vous faites.\n\nIl y a une chaleur dans votre force. Les gens se sentent en sécurité autour de vous. Ils vous apportent leurs problèmes parce qu’ils sentent que vous ne broncherez pas, que vous ne les jugerez pas et que vous ne les précipiterez pas vers une résolution. Vous retenez l’espace comme certaines personnes retiennent leur souffle ; naturellement, sans effort, le temps qu'il faudra.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Vos cadeaux</h2>\nVotre don le plus visible est votre patience. Au travail, vous êtes celui qui reste stable lorsque les autres paniquent. Dans les relations, vous offrez une présence qui apaise. Les gens vous font confiance pour rester ancré quoi qu’il arrive. Vous ne réagissez pas ; vous répondez. Cela fait de vous quelqu’un sur lequel les autres s’appuient, souvent plus que vous ne le pensez.\n\nIl existe également un don plus discret : votre courage. Il faut du courage pour rester doux dans un monde qui récompense la dureté. Votre volonté de rester ouvert, de ressentir, de faire face aux difficultés sans armure ; c’est une force que la plupart des gens ne développent jamais.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Votre ombre</h2>\nL’ombre de la Force émerge lorsque votre patience devient répression. Vous pourriez ravaler votre colère plutôt que de l’exprimer. Vous pourriez garder de l’espace pour les autres de manière si constante que vous oubliez que vous avez également besoin de tenir. Votre extérieur calme peut cacher des tempêtes que vous ne laissez jamais voir à personne.\n\nVous pouvez également donner trop de votre stabilité, vous épuisant au service de la paix des autres. La qualité même qui fait de vous un refuge peut vous épuiser si vous ne la gardez pas. Quand avez-vous pour la dernière fois laissé quelqu’un d’autre être fort pour vous ?\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Travailler avec cette énergie</h2>\nVous sentirez la Force augmenter lorsqu’une situation appelle au calme, lorsque les émotions sont vives et que quelqu’un a besoin de garder le centre. C'est votre élément. Faites confiance à votre capacité à apaiser, à stabiliser, à rester présent lorsque les autres ne le peuvent pas.\n\nLorsque vous vous glissez dans l’ombre, vous remarquerez peut-être une tension dans votre corps ou un ressentiment croissant que vous ne parvenez pas à nommer. Ce sont des signes que vous avez été patient trop longtemps, que quelque chose en vous a besoin d’être exprimé. Laissez-le sortir. Votre force ne se brisera pas si vous montrez vos atouts.\n\nDans vos relations les plus proches, rappelez-vous que la vulnérabilité n’est pas une trahison de votre nature. Vous pouvez être calme dans la tempête tout en demandant parfois à être abrité. La vraie force sait quand se reposer.",
    "keyThemesEn": [
      "Inner Power",
      "Courage",
      "Patience"
    ],
    "keyThemesFr": [
      "Pouvoir Intérieur",
      "Courage",
      "Patience"
    ]
  },
  {
    "cardId": 9,
    "cardName": "The Hermit",
    "cardNameFr": "L'Hermite",
    "image": "09-the-hermit.jpeg",
    "descriptionEn": "The quiet energy of The Hermit underpinning your personality shapes you into someone who carries their own light. You do not need the crowd to feel whole; in fact, you often feel most yourself when you are alone. Others sense a depth in you, a self-contained wisdom that intrigues them even when they cannot quite name it. This is not coldness or distance. It is the quiet glow of someone who has learned to find home within themselves.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Outer Expression</h2>\nYou engage with the world thoughtfully, carefully, at your own pace. While others rush toward noise and company, you move inward. You seek meaning over distraction. Conversations with you tend to go deeper than expected; you are not interested in surface talk. People leave your presence feeling like something real was exchanged, even if not many words were spoken.\n\nThere is a lantern quality to your energy. You illuminate without demanding attention. Those who take the time to really see you discover a wisdom that feels earned, a perspective shaped by reflection rather than reaction. You do not offer answers lightly, and when you do speak, people listen.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Gifts</h2>\nYour most visible gift is your wisdom. In work, you are the one who sees what others miss because you take the time to look. In friendships, you offer a quality of presence that is increasingly rare. You do not fill silences with chatter. You let things breathe. People seek you out when they need perspective, when they need someone who will not rush them toward easy answers.\n\nThere is also a quieter gift: your comfort with your own company. In a world that fears solitude, you have made peace with it. This self-sufficiency is something others admire, even envy.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Shadow</h2>\nThe shadow of The Hermit appears when solitude becomes isolation. You may withdraw so far that others cannot reach you. Your love of depth can become avoidance of the messy, ordinary business of human connection. You might convince yourself you do not need anyone, when the truth is that needing feels too vulnerable.\n\nYou may also carry a quiet loneliness you do not name. The very independence that defines you can become a wall. When did you last let someone all the way in?\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Working With This Energy</h2>\nYou will feel The Hermit rising when the world grows too loud and you crave stillness. When you need to step back, to reflect, to return to yourself. This withdrawal is not weakness; it is how you refuel. Trust your need for solitude. It is where your clarity lives.\n\nWhen you slip into shadow, you may notice yourself pulling away not to restore, but to hide. Isolation begins to feel more like protection than preference. These are signs to reach out, even when it feels unnatural.\n\nIn your closest relationships, remember that intimacy requires showing up even when you would rather retreat. Your light shines brightest when you let someone walk beside you, not just follow your glow from a distance.",
    "descriptionFr": "L’énergie de l’Ermite en tant que carte de personnalité vous façonne pour devenir quelqu’un qui porte sa propre lumière. Vous n’avez pas besoin que la foule se sente entière ; en fait, vous vous sentez souvent plus vous-même lorsque vous êtes seul. D’autres sentent une profondeur en vous, une sagesse autonome qui les intrigue même s’ils ne parviennent pas à la nommer. Ce n’est pas de la froideur ou de la distance. C’est la lueur tranquille de quelqu’un qui a appris à trouver sa place en lui-même.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Votre expression extérieure</h2>\nVous vous engagez dans le monde de manière réfléchie, prudente, à votre rythme. Pendant que les autres se précipitent vers le bruit et la compagnie, vous vous repliez sur vous-même. Vous recherchez un sens plutôt que la distraction. Les conversations avec vous ont tendance à être plus profondes que prévu ; vous n'êtes pas intéressé par les discussions superficielles. Les gens quittent votre présence avec le sentiment que quelque chose de réel a été échangé, même si peu de mots ont été prononcés.\n\nIl y a une qualité de lanterne dans votre énergie. Vous éclairez sans exiger d’attention. Ceux qui prennent le temps de vous voir réellement découvrent une sagesse qui semble méritée, une perspective façonnée par la réflexion plutôt que par la réaction. Vous ne proposez pas de réponses à la légère et lorsque vous parlez, les gens vous écoutent.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Vos cadeaux</h2>\nVotre don le plus visible est votre sagesse. Au travail, c’est vous qui voyez ce que les autres manquent parce que vous prenez le temps de regarder. En amitié, vous offrez une qualité de présence de plus en plus rare. Vous ne remplissez pas les silences de bavardages. Vous laissez les choses respirer. Les gens vous recherchent lorsqu’ils ont besoin de recul, lorsqu’ils ont besoin de quelqu’un qui ne les précipitera pas vers des réponses faciles.\n\nIl y a aussi un cadeau plus calme : votre confort avec votre propre entreprise. Dans un monde qui craint la solitude, vous avez fait la paix avec elle. Cette autosuffisance est quelque chose que d’autres admirent, voire envient.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Votre ombre</h2>\nL'ombre de L'Ermite apparaît lorsque la solitude devient isolement. Vous pouvez vous retirer jusqu'à ce que d'autres ne puissent pas vous joindre. Votre amour de la profondeur peut vous amener à éviter les affaires ordinaires et désordonnées des relations humaines. Vous pourriez vous convaincre que vous n’avez besoin de personne, alors qu’en réalité, avoir besoin vous semble trop vulnérable.\n\nVous pouvez également être porteur d’une solitude tranquille que vous ne nommez pas. L’indépendance même qui vous définit peut devenir un mur. Quand avez-vous laissé entrer quelqu'un pour la dernière fois ?\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Travailler avec cette énergie</h2>\nVous sentirez l'Ermite se lever lorsque le monde deviendra trop bruyant et que vous aurez envie de calme. Quand on a besoin de prendre du recul, de réfléchir, de revenir à soi. Ce retrait n’est pas une faiblesse ; c'est la façon dont vous faites le plein. Faites confiance à votre besoin de solitude. C’est là que réside votre clarté.\n\nLorsque vous vous glissez dans l’ombre, vous remarquerez peut-être que vous vous éloignez non pas pour vous restaurer, mais pour vous cacher. L’isolement commence à ressembler davantage à une protection qu’à une préférence. Ce sont des signes qu’il faut tendre la main, même si cela ne semble pas naturel.\n\nDans vos relations les plus proches, n'oubliez pas que l'intimité nécessite de se montrer même lorsque vous préférez vous retirer. Votre lumière brille plus fort lorsque vous laissez quelqu'un marcher à vos côtés, et pas seulement lorsque vous suivez votre lueur à distance.",
    "keyThemesEn": [
      "Wisdom",
      "Solitude",
      "Inner Light"
    ],
    "keyThemesFr": [
      "Sagesse",
      "Solitude",
      "Lumière Intérieure"
    ]
  },
  {
    "cardId": 10,
    "cardName": "Wheel of Fortune",
    "cardNameFr": "La Roue de Fortune",
    "image": "10-the-wheel-of-fortune.jpeg",
    "descriptionEn": "Life turns, and you turn with it. The Wheel of Fortune's energy is ever present in your personality giving you a natural understanding of cycles that most people struggle to accept. You know that what rises will fall, and what falls will rise again. Others watch you move through change with a kind of philosophical grace, and they wonder how you do it. The truth is, you have always sensed that nothing stays the same, and you have made peace with that.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Outer Expression</h2>\nYou meet life with an openness that comes from understanding its rhythms. When things shift, you do not grip. When the ground moves beneath you, you find your footing again. This adaptability is not passivity; it is wisdom. You have learned that fighting the turning of things only exhausts you, and so you flow instead.\n\nPeople are drawn to your perspective. In moments of crisis, you are the one who reminds others that this too shall pass. Your optimism is not naive; it is earned. You have seen enough ups and downs to know that both are temporary. This gives you a lightness that others find reassuring, even when circumstances feel heavy.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Gifts</h2>\nYour greatest visible gift is your ability to adapt. In work, you pivot when others freeze. In relationships, you accept people as they change rather than holding them to who they used to be. You have good timing; you sense when to move and when to wait. Life seems to open doors for you because you are willing to walk through them.\n\nThere is also a quieter gift here: your faith. Not necessarily religious, but a trust in the unfolding of things. You believe that even difficult turns serve a purpose, and this belief carries you through.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Shadow</h2>\nThe shadow of The Wheel appears when your acceptance becomes passivity. You may wait for fate to decide what you could choose for yourself. You might avoid commitment because you know everything changes, using impermanence as an excuse not to build anything lasting.\n\nThere is also a restlessness that can live beneath your adaptability. You may struggle with stability, always sensing the next turn before this one has finished. When did you last let yourself settle into something without already anticipating its end?\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Working With This Energy</h2>\nYou will feel The Wheel rising when change comes and you meet it without resistance. When you sense the turning of a cycle and move with it rather than against it. This is your flow; trust your instinct for timing and transition.\n\nWhen you slip into shadow, you may notice yourself drifting, letting circumstances decide your direction. Or you might feel unable to commit, always keeping one foot out the door. These are signs that your gift for flowing has become avoidance of choosing.\n\nIn your closest relationships, remember that some things are worth holding onto even as they change. You can honour impermanence and still build something that lasts. The wheel turns, yes. But you get to choose where you stand as it moves.",
    "descriptionFr": "La vie tourne, et vous tournez avec elle. L’énergie de la Roue de la Fortune en tant que carte de personnalité vous donne une compréhension naturelle des cycles que la plupart des gens ont du mal à accepter. Vous savez que ce qui monte va baisser, et ce qui baisse va remonter. D’autres vous regardent évoluer dans le changement avec une sorte de grâce philosophique et se demandent comment vous y parvenez. La vérité est que vous avez toujours senti que rien ne reste pareil et vous avez fait la paix avec cela.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Votre expression extérieure</h2>\nVous affrontez la vie avec une ouverture d’esprit qui vient de la compréhension de ses rythmes. Quand les choses changent, vous ne vous accrochez pas. Lorsque le sol bouge sous vous, vous retrouvez votre équilibre. Cette adaptabilité n’est pas de la passivité ; c'est la sagesse. Vous avez appris que lutter contre le retournement des choses ne fait que vous épuiser, et donc vous coulez à la place.\n\nLes gens sont attirés par votre point de vue. Dans les moments de crise, c’est vous qui rappelez aux autres que cela aussi doit passer. Votre optimisme n’est pas naïf ; cela se mérite. Vous avez vu suffisamment de hauts et de bas pour savoir que les deux sont temporaires. Cela vous confère une légèreté que d’autres trouvent rassurante, même lorsque les circonstances paraissent lourdes.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Vos cadeaux</h2>\nVotre plus grand don visible est votre capacité d’adaptation. Au travail, vous pivotez lorsque les autres se figent. Dans les relations, vous acceptez les gens à mesure qu’ils changent plutôt que de les lier à ce qu’ils étaient. Vous avez un bon timing ; vous sentez quand bouger et quand attendre. La vie semble vous ouvrir des portes parce que vous êtes prêt à les franchir.\n\nIl y a aussi un don plus discret ici : votre foi. Pas forcément religieux, mais une confiance dans le déroulement des choses. Vous croyez que même les virages difficiles servent à quelque chose, et cette croyance vous soutient.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Votre ombre</h2>\nL’ombre de La Roue apparaît lorsque votre acceptation devient passivité. Vous pouvez attendre que le destin décide ce que vous pourriez choisir vous-même. Vous pourriez éviter de vous engager parce que vous savez que tout change, en utilisant l’impermanence comme excuse pour ne rien construire de durable.\n\nIl existe également une agitation qui peut vivre en dessous de votre capacité d'adaptation. Vous pouvez avoir des difficultés avec la stabilité, sentant toujours le prochain virage avant que celui-ci ne soit terminé. À quand remonte la dernière fois que vous vous êtes laissé aller à quelque chose sans déjà anticiper sa fin ?\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Travailler avec cette énergie</h2>\nVous sentirez la Roue monter lorsque le changement surviendra et vous l’affronterez sans résistance. Lorsque vous sentez le tournant d’un cycle et que vous avancez avec lui plutôt que contre lui. C'est votre flux ; faites confiance à votre instinct pour le timing et la transition.\n\nLorsque vous vous glissez dans l’ombre, vous remarquerez peut-être que vous dérivez, laissant les circonstances décider de votre direction. Ou vous pourriez vous sentir incapable de vous engager, gardant toujours un pied devant la porte. Ce sont des signes que votre don pour la fluidité est devenu un évitement du choix.\n\nDans vos relations les plus proches, rappelez-vous que certaines choses valent la peine d’être conservées même si elles changent. Vous pouvez honorer l’impermanence tout en construisant quelque chose qui dure. La roue tourne, oui. Mais vous pouvez choisir où vous vous situez au fur et à mesure qu’il se déplace.",
    "keyThemesEn": [
      "Cycles",
      "Fortune",
      "Destiny"
    ],
    "keyThemesFr": [
      "Cycles",
      "Fortune",
      "Destinée"
    ]
  },
  {
    "cardId": 11,
    "cardName": "Justice",
    "cardNameFr": "La Justice",
    "image": "11-justice.jpeg",
    "descriptionEn": "Truth matters to you. It always has. This is the underlying energy of Justice forming your personality; you see the world through a lens of fairness that others find both clarifying and a little unnerving. You notice imbalance. You sense when something is not right, even before you can articulate why. People trust your judgement because they know you will weigh things honestly, without favouritism, without flinching from the hard conclusions.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Outer Expression</h2>\nYou move through life with a clarity that cuts through confusion. Where others get tangled in emotion or politics, you find the thread of what is fair and you follow it. This is not coldness; it is precision. You do not make decisions lightly. You consider all sides, you weigh the evidence, and then you speak with a certainty that others find steadying.\n\nThere is an integrity to your presence that people notice. You say what you mean. You do what you say. You hold yourself accountable before you hold anyone else. This consistency makes you someone others turn to when they need an honest opinion, when they are tired of hearing what they want to hear and ready to hear what is true.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Gifts</h2>\nYour most visible gift is your fairness. In work, you are the one people trust to mediate, to decide, to hold the line. In relationships, you offer a kind of honesty that is rare. You do not manipulate or game; you simply tell the truth. People may not always like what you have to say, but they trust that you mean it.\n\nThere is also a quieter gift here: your ability to see clearly. You cut through noise. You find the heart of the matter when everyone else is lost in the details.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Shadow</h2>\nThe shadow of Justice emerges when your clarity becomes rigidity. You may see things in black and white when the truth lives somewhere in the grey. Your commitment to fairness can tip into judgement; of others, and harshly, of yourself. You may forget that mercy is also a kind of justice.\n\nYou might also struggle to soften, to allow for human messiness, to forgive what cannot be fixed. Your high standards are a gift, but they can become a cage. Where in your life have you confused being right with being whole?\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Working With This Energy</h2>\nYou will feel Justice rising when a situation calls for discernment, when the right path is not the easy one and someone needs to name it. This is your element. Trust your instinct for truth; the world needs people willing to speak it.\n\nWhen you slip into shadow, you may notice yourself becoming harsh, unforgiving, or stuck in positions you refuse to revisit. These are signs that your clarity has hardened into certainty. Soften. Even truth can be held gently.\n\nIn your closest relationships, remember that love sometimes asks us to be kind before we are correct. You can honour fairness and still leave room for grace. Balance does not only live in the scales; it lives in knowing when to set them down.",
    "descriptionFr": "La vérité compte pour vous. Cela l’a toujours été. Avec la justice comme carte de personnalité, vous voyez le monde à travers le prisme de l’équité que les autres trouvent à la fois éclairant et un peu déconcertant. Vous remarquez un déséquilibre. Vous sentez quand quelque chose ne va pas, avant même de pouvoir expliquer pourquoi. Les gens font confiance à votre jugement parce qu’ils savent que vous évaluerez les choses honnêtement, sans favoritisme, sans broncher devant les conclusions difficiles.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Votre expression extérieure</h2>\nVous avancez dans la vie avec une clarté qui élimine la confusion. Là où d’autres s’embrouillent dans l’émotion ou la politique, vous trouvez le fil de ce qui est juste et vous le suivez. Ce n’est pas de la froideur ; c'est la précision. Vous ne prenez pas de décisions à la légère. Vous considérez tous les points de vue, vous évaluez les preuves, puis vous parlez avec une certitude que les autres trouvent stable.\n\nIl y a une intégrité dans votre présence que les gens remarquent. Vous dites ce que vous voulez dire. Vous faites ce que vous dites. Vous vous tenez responsable avant de demander des comptes à quelqu'un d'autre. Cette cohérence fait de vous quelqu'un vers qui les autres se tournent lorsqu'ils ont besoin d'une opinion honnête, lorsqu'ils sont fatigués d'entendre ce qu'ils veulent entendre et prêts à entendre ce qui est vrai.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Vos cadeaux</h2>\nVotre don le plus visible est votre équité. Au travail, vous êtes la personne en qui les gens ont confiance pour arbitrer, décider et tenir le cap. Dans les relations, vous offrez une sorte d’honnêteté rare. Vous ne manipulez pas et ne jouez pas ; vous dites simplement la vérité. Les gens n’aiment pas toujours ce que vous avez à dire, mais ils ont confiance que vous le pensez.\n\nIl y a aussi un don plus discret ici : votre capacité à voir clairement. Vous coupez le bruit. Vous découvrez le cœur du problème alors que tout le monde se perd dans les détails.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Votre ombre</h2>\nL’ombre de la Justice émerge lorsque votre clarté devient rigidité. Vous pouvez voir les choses en noir et blanc alors que la vérité réside quelque part dans le gris. Votre engagement envers l’équité peut se transformer en jugement ; des autres, et durement, de vous-même. Vous oubliez peut-être que la miséricorde est aussi une sorte de justice.\n\nVous pourriez également avoir du mal à vous adoucir, à admettre le désordre humain, à pardonner ce qui ne peut pas être réparé. Vos normes élevées sont un cadeau, mais elles peuvent devenir une cage. À quel moment dans votre vie avez-vous confondu avoir raison et être entier ?\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Travailler avec cette énergie</h2>\nVous sentirez la Justice monter lorsqu’une situation demande du discernement, lorsque le bon chemin n’est pas facile et que quelqu’un doit le nommer. C'est votre élément. Faites confiance à votre instinct de vérité ; le monde a besoin de gens disposés à le parler.\n\nLorsque vous vous glissez dans l’ombre, vous remarquerez peut-être que vous devenez dur, impitoyable ou coincé dans des positions que vous refusez de revoir. Ce sont des signes que votre clarté s’est transformée en certitude. Adoucir. Même la vérité peut être retenue avec douceur.\n\nDans vos relations les plus proches, rappelez-vous que l’amour nous demande parfois d’être gentils avant d’avoir raison. Vous pouvez honorer l’équité tout en laissant place à la grâce. L’équilibre ne réside pas seulement dans la balance ; il vit en sachant quand les déposer.",
    "keyThemesEn": [
      "Fairness",
      "Balance",
      "Truth"
    ],
    "keyThemesFr": [
      "Équité",
      "Équilibre",
      "Vérité"
    ]
  },
  {
    "cardId": 12,
    "cardName": "The Hanged Man",
    "cardNameFr": "Le Pendu",
    "image": "12-the-hanged-man.jpeg",
    "descriptionEn": "You often see things others miss. As someone with The Hanged Man energy shaping your personality, you have always been willing to look at life from angles that make other people uncomfortable. While the world rushes forward, you pause. You wait. You let things reveal themselves in their own time. This willingness to hang suspended, to surrender the need for immediate answers, gives you a perspective that others find both strange and strangely wise.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Outer Expression</h2>\nYou move through life at your own pace, unbothered by the urgency that drives everyone else. Where others push, you yield. Where they demand answers, you sit with questions. This patience is not passivity; it is a kind of trust. You understand that some things cannot be forced, that clarity comes when it is ready, not when we insist upon it.\n\nPeople notice something different about you. You do not follow the expected path. You question what others accept without thought. There is a quality of surrender in your presence that can feel unsettling to those who need constant motion, but deeply calming to those who have learned to value stillness. You remind people that there is wisdom in waiting.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Gifts</h2>\nYour greatest visible gift is your ability to see what others cannot. In work, you bring fresh perspectives that unlock stuck situations. In relationships, you offer patience that allows people to unfold at their own pace. You do not rush anyone, including yourself. This makes you someone others trust with their uncertainties.\n\nThere is also a quieter gift here: your acceptance. You do not fight what is. You let life move through you rather than constantly battling against it. This surrender is a kind of strength most people never discover.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Shadow</h2>\nThe shadow of The Hanged Man appears when your patience becomes paralysis. You may wait so long that life passes you by. Surrender can become an excuse not to act, not to choose, not to risk. You might tell yourself you are being wise when really you are being afraid.\n\nThere is also a tendency toward martyrdom. You may sacrifice too much, suspending your own needs indefinitely for others. Your willingness to hang can become a way of avoiding the responsibility of standing upright. What are you waiting for that you could actually choose right now?\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Working With This Energy</h2>\nYou will feel The Hanged Man rising when something asks you to pause, to reconsider, to look at a situation from an entirely new angle. This is your gift. Trust your instinct to wait when waiting is what is needed.\n\nWhen you slip into shadow, you may notice yourself stuck, endlessly contemplating without moving. Or you may feel like a sacrifice rather than a willing participant in your own life. These are signs that your surrender has lost its purpose.\n\nIn your closest relationships, remember that presence is your offering. But even presence requires showing up, not just observing from a distance. You can hold space and still take action. Both are yours to give.",
    "descriptionFr": "Vous voyez des choses que d'autres ne voient pas. En tant que personne ayant Le Pendu comme carte de personnalité, vous avez toujours été prêt à regarder la vie sous des angles qui mettent les autres mal à l'aise. Pendant que le monde avance, vous faites une pause. Vous attendez. Vous laissez les choses se révéler à leur rythme. Cette volonté de rester suspendu, d’abandonner le besoin de réponses immédiates, vous donne une perspective que d’autres trouvent à la fois étrange et étrangement sage.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Votre expression extérieure</h2>\nVous avancez dans la vie à votre rythme, sans être dérangé par l’urgence qui anime tout le monde. Là où les autres poussent, vous cédez. Là où ils exigent des réponses, vous vous asseyez avec des questions. Cette patience n’est pas de la passivité ; c'est une sorte de confiance. Vous comprenez que certaines choses ne peuvent pas être forcées, que la clarté vient quand elle est prête, pas quand on insiste dessus.\n\nLes gens remarquent quelque chose de différent chez vous. Vous ne suivez pas le chemin attendu. Vous remettez en question ce que les autres acceptent sans réfléchir. Il existe une qualité d’abandon en votre présence qui peut sembler déstabilisante pour ceux qui ont besoin de mouvement constant, mais profondément apaisante pour ceux qui ont appris à valoriser le calme. Vous rappelez aux gens qu’il est sage d’attendre.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Vos cadeaux</h2>\nVotre plus grand don visible est votre capacité à voir ce que les autres ne peuvent pas voir. Au travail, vous apportez de nouvelles perspectives qui débloquent des situations bloquées. Dans les relations, vous faites preuve d’une patience qui permet aux gens de s’épanouir à leur rythme. Vous ne précipitez personne, y compris vous-même. Cela fait de vous quelqu’un à qui les autres font confiance avec leurs incertitudes.\n\nIl y a aussi un cadeau plus discret ici : votre acceptation. Vous ne combattez pas ce qui est. Vous laissez la vie vous traverser plutôt que de lutter constamment contre elle. Cet abandon est une sorte de force que la plupart des gens ne découvrent jamais.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Votre ombre</h2>\nL'ombre du Pendu apparaît lorsque votre patience devient paralysée. Vous pouvez attendre si longtemps que la vie vous échappe. L’abandon peut devenir une excuse pour ne pas agir, pour ne pas choisir, pour ne pas prendre de risques. Vous pourriez vous dire que vous êtes sage alors qu’en réalité vous avez peur.\n\nIl y a aussi une tendance au martyre. Vous risquez de trop sacrifier, suspendant indéfiniment vos propres besoins pour les autres. Votre volonté de vous pendre peut devenir un moyen d’éviter la responsabilité de vous tenir debout. Qu’attendez-vous pour pouvoir choisir dès maintenant ?\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Travailler avec cette énergie</h2>\nVous sentirez Le Pendu se lever lorsque quelque chose vous demandera de faire une pause, de reconsidérer, de regarder une situation sous un angle entièrement nouveau. Ceci est votre cadeau. Faites confiance à votre instinct d’attendre quand il faut attendre.\n\nLorsque vous vous glissez dans l’ombre, vous vous sentez coincé, contemplant sans cesse sans bouger. Ou encore, vous pourriez vous sentir comme un sacrifice plutôt que comme un participant volontaire à votre propre vie. Ce sont des signes que votre abandon a perdu son but.\n\nDans vos relations les plus proches, rappelez-vous que la présence est votre offrande. Mais même la présence nécessite d’être présent, et pas seulement d’observer à distance. Vous pouvez conserver de l’espace tout en agissant. Les deux sont à vous.",
    "keyThemesEn": [
      "Surrender",
      "New Perspective",
      "Patience"
    ],
    "keyThemesFr": [
      "Abandon",
      "Nouvelle Perspective",
      "Patience"
    ]
  },
  {
    "cardId": 13,
    "cardName": "Death",
    "cardNameFr": "L'Arcane Sans Nom",
    "image": "13-death.jpg",
    "descriptionEn": "Endings do not frighten you the way they frighten most people. With Death's energy as a force behind your personality, you understand something many struggle to accept: that letting go is not loss, but passage. You have a natural comfort with life's harder truths, with the parts that make people look away. This gives you an intensity that others find both unsettling and deeply reassuring. When everything falls apart, you are the one who knows how to walk through.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Outer Expression</h2>\nYou move through life with an honesty that cuts through pretence. You do not cling to what has run its course. You recognise when something needs to end, and you are willing to be the one who names it. This fearlessness is not coldness; it is clarity. You see the necessity of closure when others are still bargaining for more time.\n\nThere is a transformative quality to your presence. People feel changed after knowing you, not because you force them to grow, but because your willingness to face what is real invites them to do the same. You do not flinch from the dark. You walk into it, and somehow, that makes it less frightening for everyone around you.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Gifts</h2>\nYour greatest visible gift is your ability to let go. In work, you are the one who can end projects that have stalled, relationships that have soured, patterns that no longer serve. You do not sentimentalise what needs releasing. In your personal life, you help others through their own transitions, offering steady presence when they are lost in grief or change.\n\nThere is also a quieter gift here: your fearlessness. You look at what others avoid. You speak about what others silence. This courage to face the full truth of things is rarer than you might think.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Shadow</h2>\nThe shadow of Death emerges when your comfort with endings becomes a compulsion. You may cut things off before they have fully lived. You might seek transformation so constantly that you never allow anything to simply be. Your intensity can overwhelm others who need more gentleness, more time.\n\nYou may also struggle with lightness. Not everything needs to be stripped to its bones. Sometimes life asks for play, for surface, for the simple pleasure of what is. Where have you been ending things that were still asking to grow?\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Working With This Energy</h2>\nYou will feel Death rising when something is ready to be released, when an ending is not a tragedy but a doorway. This is your gift. Trust your instinct for when the time has come, for recognising what must fall away so something new can emerge.\n\nWhen you slip into shadow, you may notice yourself forcing closures, burning bridges that might still have held weight. Or you might find others pulling away from your intensity. These are signs to soften, to let some things simply exist without transformation.\n\nIn your closest relationships, remember that love sometimes asks us to stay, not change. You can honour the cycle of things and still allow for stillness. Not every moment needs to be a passage. Some are meant to be held, just as they are.",
    "descriptionFr": "Les fins ne vous effraient pas comme elles effraient la plupart des gens. Avec la mort comme carte de personnalité, vous comprenez quelque chose que les autres ont du mal à accepter : que lâcher prise n’est pas une perte, mais un passage. Vous êtes naturellement à l’aise avec les vérités les plus dures de la vie, avec les éléments qui font détourner les gens. Cela vous donne une intensité que d’autres trouvent à la fois troublante et profondément rassurante. Quand tout s’effondre, c’est vous qui savez comment vous en sortir.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Votre expression extérieure</h2>\nVous avancez dans la vie avec une honnêteté qui dépasse les faux-semblants. Vous ne vous accrochez pas à ce qui a suivi son cours. Vous reconnaissez quand quelque chose doit se terminer et vous êtes prêt à être celui qui le nomme. Cette intrépidité n’est pas de la froideur ; c'est la clarté. Vous voyez la nécessité de clôturer alors que d’autres négocient encore pour obtenir plus de temps.\n\nIl y a une qualité transformatrice dans votre présence. Les gens se sentent changés après vous avoir connu, non pas parce que vous les forcez à grandir, mais parce que votre volonté de faire face à la réalité les invite à faire de même. Vous ne reculez pas devant le noir. Vous y entrez et, d’une manière ou d’une autre, cela le rend moins effrayant pour tout le monde autour de vous.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Vos cadeaux</h2>\nVotre plus grand don visible est votre capacité à lâcher prise. Au travail, vous êtes celui qui peut mettre fin à des projets qui sont au point mort, à des relations qui se sont détériorées, à des schémas qui ne servent plus. Vous ne sentimentalisez pas ce qui doit être publié. Dans votre vie personnelle, vous aidez les autres dans leurs propres transitions, en leur offrant une présence constante lorsqu'ils sont perdus dans le chagrin ou le changement.\n\nIl y a aussi un cadeau plus discret ici : votre intrépidité. Vous regardez ce que les autres évitent. Vous parlez de ce que les autres taisent. Ce courage d’affronter toute la vérité des choses est plus rare qu’on ne le pense.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Votre ombre</h2>\nL’ombre de la mort apparaît lorsque votre aisance avec les fins devient une contrainte. Vous pouvez interrompre les choses avant qu’elles ne soient pleinement vécues. Vous pourriez rechercher la transformation si constamment que vous ne permettrez jamais à quoi que ce soit d’exister. Votre intensité peut submerger les autres qui ont besoin de plus de douceur, de plus de temps.\n\nVous pouvez également avoir du mal avec la légèreté. Tout n’a pas besoin d’être dépouillé jusqu’à ses os. Parfois, la vie demande du jeu, de la surface, le simple plaisir de ce qui est. Où avez-vous fini des choses qui demandaient encore à grandir ?\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Travailler avec cette énergie</h2>\nVous sentirez la Mort surgir quand quelque chose est prêt à être libéré, quand une fin n'est pas une tragédie mais une porte. Ceci est votre cadeau. Faites confiance à votre instinct pour savoir quand le moment est venu, pour reconnaître ce qui doit disparaître pour que quelque chose de nouveau puisse émerger.\n\nLorsque vous vous glissez dans l’ombre, vous remarquerez peut-être que vous forcez des fermetures, brûlant des ponts qui auraient pu encore supporter du poids. Ou vous pourriez voir d’autres s’éloigner de votre intensité. Ce sont des signes pour adoucir, pour laisser certaines choses exister simplement sans transformation.\n\nDans vos relations les plus proches, rappelez-vous que l’amour nous demande parfois de rester, pas de changer. Vous pouvez honorer le cycle des choses tout en permettant le calme. Chaque instant ne doit pas nécessairement être un passage. Certains sont destinés à être détenus tels quels.",
    "keyThemesEn": [
      "Transformation",
      "Endings",
      "Renewal"
    ],
    "keyThemesFr": [
      "Transformation",
      "Fins",
      "Renouveau"
    ]
  },
  {
    "cardId": 14,
    "cardName": "Temperance",
    "cardNameFr": "Tempérance",
    "image": "14-temperance.jpeg",
    "descriptionEn": "Balance comes naturally to you; it always has. Temperance's energy plays a strong role in your personality giving you a gift for finding the middle way when others see only extremes. You blend what seems contradictory. You bring calm where there was friction. People feel more at ease around you, as though your very presence smooths the sharp edges of things. This is how the world experiences you: steady, healing, someone who knows how to hold opposites together.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Outer Expression</h2>\nYou move through life with a patient grace that others notice. You do not rush toward conclusions. You do not force resolutions. Instead, you allow things to find their own equilibrium, gently guiding rather than pushing. There is something alchemical about the way you work; you take what is separate and help it become whole.\n\nPeople bring their conflicts to you because they sense you will not take sides. You see the value in both perspectives, the truth hidden in opposing positions. This makes you a natural mediator, someone who can sit between tensions without being torn apart by them. Your calm is not detachment; it is a deeper kind of engagement.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Gifts</h2>\nYour greatest visible gift is your ability to integrate. In work, you bring teams together, smooth over differences, and find solutions that honour everyone involved. In relationships, you offer a steadiness that helps others feel grounded. You do not escalate. You do not inflame. You heal by holding space for complexity.\n\nThere is also a quieter gift here: your patience. You understand that good things take time, that rushing rarely improves outcomes. This willingness to wait, to let things unfold, is a kind of wisdom that serves you well.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Shadow</h2>\nThe shadow of Temperance emerges when your love of balance becomes avoidance of intensity. You may compromise so often that you lose touch with your own desires. Harmony can become a cage when you sacrifice your true feelings to keep the peace. Not every situation calls for the middle way.\n\nYou might also find yourself becoming bland, so focused on balance that you drain the colour from your life. Passion, anger, wild joy; these too have their place. Where have you been smoothing edges that were meant to stay sharp?\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Working With This Energy</h2>\nYou will feel Temperance rising when a situation calls for patience, for integration, for the slow work of bringing things together. This is your element. Trust your instinct for harmony; it is a genuine gift in a world that often tears itself apart.\n\nWhen you slip into shadow, you may notice yourself flattening your emotions, avoiding necessary conflict, or feeling drained by constant compromise. These are signs that your balance has become suppression. Let yourself feel the full range.\n\nIn your closest relationships, remember that real intimacy sometimes requires friction. You can be a healing presence and still show your fire. Balance is not about eliminating extremes; it is about holding all of yourself with grace.",
    "descriptionFr": "L’équilibre vous vient naturellement ; ça l’a toujours été. La tempérance, en tant que carte de personnalité, vous donne le don de trouver la voie médiane lorsque les autres ne voient que les extrêmes. Vous mélangez ce qui semble contradictoire. Vous apportez le calme là où il y avait des frictions. Les gens se sentent plus à l’aise autour de vous, comme si votre seule présence atténuait les arêtes vives des choses. C’est ainsi que le monde vous perçoit : stable, guérisseur, quelqu’un qui sait maintenir les opposés ensemble.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Votre expression extérieure</h2>\nVous avancez dans la vie avec une grâce patiente que les autres remarquent. Vous ne vous précipitez pas vers des conclusions. Vous ne forcez pas les résolutions. Au lieu de cela, vous permettez aux choses de trouver leur propre équilibre, en les guidant doucement plutôt qu’en les poussant. Il y a quelque chose d’alchimique dans votre façon de travailler ; vous prenez ce qui est séparé et vous l’aidez à devenir un tout.\n\nLes gens vous font part de leurs conflits parce qu’ils sentent que vous ne prendrez pas parti. Vous voyez la valeur des deux perspectives, la vérité cachée dans des positions opposées. Cela fait de vous un médiateur naturel, quelqu’un qui peut s’asseoir entre les tensions sans en être déchiré. Votre calme n’est pas détachement ; c'est un type d'engagement plus profond.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Vos cadeaux</h2>\nVotre plus grand don visible est votre capacité à vous intégrer. Au travail, vous rassemblez les équipes, aplanissez les différences et trouvez des solutions qui honorent toutes les personnes impliquées. Dans les relations, vous offrez une stabilité qui aide les autres à se sentir ancrés. Vous n'escaladez pas. Vous ne vous enflammez pas. Vous guérissez en gardant de la place pour la complexité.\n\nIl y a aussi un cadeau plus discret ici : votre patience. Vous comprenez que les bonnes choses prennent du temps et que se précipiter améliore rarement les résultats. Cette volonté d’attendre, de laisser les choses se dérouler est une sorte de sagesse qui vous sert bien.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Votre ombre</h2>\nL’ombre de la tempérance émerge lorsque votre amour de l’équilibre devient un évitement de l’intensité. Vous pouvez faire des compromis si souvent que vous perdez le contact avec vos propres désirs. L'harmonie peut devenir une cage lorsque vous sacrifiez vos véritables sentiments pour maintenir la paix. Toutes les situations n’appellent pas la voie médiane.\n\nVous pourriez également vous retrouver fade, tellement concentré sur l’équilibre que vous videz la couleur de votre vie. Passion, colère, joie sauvage ; ceux-là aussi ont leur place. Où avez-vous lissé des bords censés rester nets ?\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Travailler avec cette énergie</h2>\nVous sentirez la Tempérance monter lorsqu'une situation demande de la patience, de l'intégration, un lent travail de rapprochement. C'est votre élément. Faites confiance à votre instinct d’harmonie ; c'est un véritable cadeau dans un monde qui se déchire souvent.\n\nLorsque vous vous glissez dans l’ombre, vous remarquerez peut-être que vous aplatissez vos émotions, que vous évitez les conflits nécessaires ou que vous vous sentez épuisé par des compromis constants. Ce sont des signes que votre équilibre est devenu une suppression. Laissez-vous ressentir toute la gamme.\n\nDans vos relations les plus proches, rappelez-vous que la véritable intimité nécessite parfois des frictions. Vous pouvez être une présence curative tout en montrant votre feu. L’équilibre ne consiste pas à éliminer les extrêmes ; il s’agit de vous tenir entièrement avec grâce.",
    "keyThemesEn": [
      "Balance",
      "Moderation",
      "Harmony"
    ],
    "keyThemesFr": [
      "Équilibre",
      "Modération",
      "Harmonie"
    ]
  },
  {
    "cardId": 15,
    "cardName": "The Devil",
    "cardNameFr": "Le Diable",
    "image": "15-the-devil.jpg",
    "descriptionEn": "The Devils' energy present in your personality gives you a raw honesty that cuts through polite pretence. You are not afraid of the shadows; you live there comfortably, naming desires and truths that others bury. This makes you both unsettling and deeply liberating to be around. People sense they can be real with you, because you are unflinchingly real yourself.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Outer Expression</h2>\nYou move through life with an intensity that draws people in. You do not perform innocence or pretend away the darker currents of human nature. Where others sanitise, you speak plainly. Where they avoid, you look directly. This honesty is not cruelty; it is a refusal to participate in comfortable lies. You would rather have an uncomfortable truth than a pleasant fiction.\n\nThere is a freedom in your presence that others find intoxicating. You give people permission to acknowledge their own desires, their own shadows, their own messy humanity. You do not judge what is hidden because you have already made peace with your own depths. This acceptance is magnetic; people feel they can breathe around you.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Gifts</h2>\nYour greatest visible gift is your authenticity. In work, you cut through politics and pretence to say what everyone is thinking but no one will voice. In relationships, you offer a kind of honesty that is both rare and necessary. People trust you because they know you will not lie to make them comfortable.\n\nThere is also a quieter gift here: your ability to help others face themselves. By being unafraid of shadow, you give others permission to look at their own. This is a kind of liberation that heals more than you know.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Shadow</h2>\nThe shadow of The Devil emerges when your comfort with darkness becomes entrapment. You may find yourself caught in patterns you know are not serving you; obsession, excess, habits that hold you tighter than you hold them. Your honesty can become a weapon when wielded without care, stripping away defences people still need.\n\nYou might also mistake intensity for depth, seeking sensation when what you need is stillness. The chains you see so clearly in others can be invisible on your own wrists. What pattern have you been calling freedom that is actually holding you in place?\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Working With This Energy</h2>\nYou will feel The Devil rising when situations call for radical honesty, when polite silence is doing more harm than truth would. This is your gift. Trust your instinct to name what others cannot; the world needs people willing to acknowledge what is real.\n\nWhen you slip into shadow, you may notice yourself drawn to excess, to intensity for its own sake, or using truth as a blade rather than a mirror. These are signs that your power is turning inward, binding rather than freeing.\n\nIn your closest relationships, remember that vulnerability is not the same as exposure. You can be honest and still be gentle. Your magnetism shines brightest when it invites others closer, not when it strips them bare.",
    "descriptionFr": "Le Diable en tant que carte de personnalité vous donne une honnêteté brute qui dépasse les faux-semblants polis. Vous n'avez pas peur des ombres ; vous y vivez confortablement, nommant des désirs et des vérités que d’autres enterrent. Cela vous rend à la fois troublant et profondément libérateur. Les gens sentent qu’ils peuvent être réels avec vous, parce que vous êtes vous-même inébranlablement réel.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Votre expression extérieure</h2>\nVous avancez dans la vie avec une intensité qui attire les gens. Vous ne faites pas preuve d’innocence et ne prétendez pas éloigner les courants les plus sombres de la nature humaine. Là où d’autres assainissent, vous parlez clairement. Là où ils évitent, vous regardez directement. Cette honnêteté n’est pas de la cruauté ; c'est un refus de participer à des mensonges confortables. Vous préférez une vérité inconfortable plutôt qu’une fiction agréable.\n\nIl y a une liberté en votre présence que les autres trouvent enivrante. Vous donnez aux gens la permission de reconnaître leurs propres désirs, leurs propres ombres, leur propre humanité désordonnée. Vous ne jugez pas ce qui est caché parce que vous avez déjà fait la paix avec vos propres profondeurs. Cette acceptation est magnétique ; les gens sentent qu'ils peuvent respirer autour de vous.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Vos cadeaux</h2>\nVotre plus grand don visible est votre authenticité. Au travail, vous dépassez la politique et faites semblant de dire ce que tout le monde pense, mais personne ne le fera. Dans les relations, vous offrez une sorte d’honnêteté à la fois rare et nécessaire. Les gens vous font confiance parce qu’ils savent que vous ne mentirez pas pour les mettre à l’aise.\n\nIl y a aussi un don plus discret ici : votre capacité à aider les autres à se faire face. En n’ayant pas peur de l’ombre, vous donnez aux autres la permission de regarder les leurs. C’est une sorte de libération qui guérit plus que vous ne le pensez.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Votre ombre</h2>\nL’ombre du Diable émerge lorsque votre confort face aux ténèbres devient un piège. Vous pourriez vous retrouver pris dans des schémas dont vous savez qu’ils ne vous servent pas ; l'obsession, les excès, les habitudes qui vous serrent plus fort que vous ne les serrez. Votre honnêteté peut devenir une arme lorsqu’elle est utilisée sans précaution, éliminant les défenses dont les gens ont encore besoin.\n\nVous pouvez également confondre intensité et profondeur, en recherchant des sensations alors que vous avez besoin de calme. Les chaînes que vous voyez si clairement chez les autres peuvent être invisibles sur vos propres poignets. Quel modèle appelez-vous liberté et qui vous maintient réellement en place ?\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Travailler avec cette énergie</h2>\nVous sentirez le Diable se lever lorsque les situations appellent une honnêteté radicale, lorsque le silence poli fait plus de mal que la vérité ne le ferait. Ceci est votre cadeau. Faites confiance à votre instinct pour nommer ce que les autres ne peuvent pas nommer ; le monde a besoin de gens prêts à reconnaître ce qui est réel.\n\nLorsque vous vous glissez dans l’ombre, vous remarquerez peut-être que vous êtes attiré par l’excès, par l’intensité pour elle-même, ou que vous utilisez la vérité comme une lame plutôt que comme un miroir. Ce sont des signes que votre pouvoir se tourne vers l’intérieur, liant plutôt que libérant.\n\nDans vos relations les plus proches, rappelez-vous que la vulnérabilité n’est pas la même chose que l’exposition. Vous pouvez être honnête tout en restant doux. Votre magnétisme brille plus lorsqu’il invite les autres à se rapprocher, pas lorsqu’il les met à nu.",
    "keyThemesEn": [
      "Shadow Work",
      "Liberation",
      "Authenticity"
    ],
    "keyThemesFr": [
      "Travail de l'Ombre",
      "Libération",
      "Authenticité"
    ]
  },
  {
    "cardId": 16,
    "cardName": "The Tower",
    "cardNameFr": "La Maison Dieu",
    "image": "16-the-tower.jpeg",
    "descriptionEn": "You have never been able to leave things as they are. The influence of The Tower's energy in your personality means you see what is false, what is crumbling, what is ready to fall. And you are not afraid to be the one who speaks it aloud. Others may find this unsettling, but those who know you understand: you do not destroy for the sake of destruction. You clear the ground so something true can finally be built.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Outer Expression</h2>\nYou move through life with a directness that shakes things up. You do not do small talk when the room is on fire. You do not smooth over cracks that run all the way through. Where others maintain comfortable fictions, you tell the truth that breaks them open. This makes you both electrifying and, at times, difficult to be around.\n\nThere is an authenticity to your presence that others find liberating, even when it stings. You give people permission to stop pretending. You show them that the structures they have been propping up no longer need their loyalty. When you walk into a room, things shift. Not because you demand it, but because pretence cannot survive your honesty.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Gifts</h2>\nYour greatest visible gift is your ability to break through. In work, you are the one who names the problem everyone has been tiptoeing around. In relationships, you cut through stale patterns and invite real change. People come to you when they are ready to stop pretending, when they need someone brave enough to say what no one else will.\n\nThere is also a quieter gift here: your comfort with chaos. While others panic when things fall apart, you remain steady. You know that sometimes collapse is the beginning, not the end.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Shadow</h2>\nThe shadow of The Tower emerges when your gift for disruption becomes compulsion. You may tear down what could have been repaired. You might shock for the thrill of it, mistaking chaos for progress. Your honesty can wound when it arrives without warning or care for the person receiving it.\n\nYou might also struggle with stability. Building feels slower than breaking, and you may find yourself restless in the quiet that follows destruction. What have you torn down that was still asking to stand?\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Working With This Energy</h2>\nYou will feel The Tower rising when something false needs to fall, when the truth can no longer be contained by polite walls. This is your gift. Trust your instinct to clear away what is not working; sometimes liberation requires a lightning strike.\n\nWhen you slip into shadow, you may notice yourself creating upheaval where none was needed, or struggling to stay present once the dust settles. These are signs that your power needs grounding, that destruction must be followed by something new.\n\nIn your closest relationships, remember that not every wall is a prison. Some structures protect. Some foundations hold. You can be the lightning and still learn when to let things stand.",
    "descriptionFr": "Vous n’avez jamais pu laisser les choses telles qu’elles sont. L’énergie de la Tour en tant que carte de personnalité signifie que vous voyez ce qui est faux, ce qui s’effondre, ce qui est prêt à tomber. Et vous n’avez pas peur d’être celui qui le dit à voix haute. D’autres trouveront peut-être cela troublant, mais ceux qui vous connaissent comprennent : on ne détruit pas pour détruire. Vous déblayez le terrain pour que quelque chose de vrai puisse enfin être construit.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Votre expression extérieure</h2>\nVous avancez dans la vie avec une franchise qui bouleverse les choses. Vous ne bavardez pas lorsque la pièce est en feu. Vous ne lissez pas les fissures qui traversent toute la surface. Là où d’autres entretiennent des fictions confortables, vous dites la vérité qui les fait éclater. Cela vous rend à la fois électrisant et, parfois, difficile à côtoyer.\n\nIl y a une authenticité dans votre présence que les autres trouvent libératrice, même si cela pique. Vous donnez aux gens la permission d’arrêter de faire semblant. Vous leur montrez que les structures qu’ils soutiennent n’ont plus besoin de leur fidélité. Lorsque vous entrez dans une pièce, les choses changent. Non pas parce que vous l’exigez, mais parce que la prétention ne peut pas survivre à votre honnêteté.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Vos cadeaux</h2>\nVotre plus grand don visible est votre capacité à percer. Au travail, c’est vous qui nommez le problème que tout le monde a contourné sur la pointe des pieds. Dans les relations, vous rompez avec les schémas obsolètes et invitez à un réel changement. Les gens viennent vers vous lorsqu’ils sont prêts à arrêter de faire semblant, lorsqu’ils ont besoin de quelqu’un d’assez courageux pour dire ce que personne d’autre ne veut dire.\n\nIl y a aussi un cadeau plus silencieux ici : votre confort face au chaos. Pendant que les autres paniquent lorsque les choses s’effondrent, vous restez stable. Vous savez que parfois l’effondrement est le début et non la fin.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Votre ombre</h2>\nL’ombre de la Tour émerge lorsque votre don pour le bouleversement devient contrainte. Vous pouvez démolir ce qui aurait pu être réparé. Vous pourriez être choqué par le frisson, en confondant le chaos avec le progrès. Votre honnêteté peut blesser lorsqu’elle arrive sans avertissement ni souci de la personne qui la reçoit.\n\nVous pourriez également avoir des difficultés avec la stabilité. Construire semble plus lent que se briser, et vous pourriez vous retrouver agité dans le calme qui suit la destruction. Qu'avez-vous démoli qui demandait encore à tenir debout ?\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Travailler avec cette énergie</h2>\nVous sentirez la Tour s’élever lorsque quelque chose de faux doit tomber, lorsque la vérité ne peut plus être contenue par des murs polis. Ceci est votre cadeau. Faites confiance à votre instinct pour éliminer ce qui ne fonctionne pas ; parfois la libération nécessite un coup de foudre.\n\nLorsque vous vous glissez dans l’ombre, vous remarquerez peut-être que vous créez des bouleversements là où aucun n’était nécessaire, ou que vous avez du mal à rester présent une fois la poussière retombée. Ce sont des signes que votre pouvoir a besoin d’être ancré, que la destruction doit être suivie de quelque chose de nouveau.\n\nDans vos relations les plus proches, rappelez-vous que tous les murs ne sont pas des prisons. Certaines structures protègent. Certaines fondations tiennent. Vous pouvez être l’éclair tout en apprenant quand laisser les choses en place.",
    "keyThemesEn": [
      "Breakthrough",
      "Awakening",
      "Truth"
    ],
    "keyThemesFr": [
      "Percée",
      "Éveil",
      "Vérité"
    ]
  },
  {
    "cardId": 17,
    "cardName": "The Star",
    "cardNameFr": "L'Étoile",
    "image": "17-the-star.jpg",
    "descriptionEn": "The Star's natural, healing, energy is an over-riding force of your personality Card, you carry a gentle radiance that soothes without effort, people feel lighter after being around you. Hope comes naturally to you, not as forced optimism, but as a quiet faith that runs beneath everything you do. Others sense this. They are drawn to your calm, to the way you make difficult things feel somehow more bearable. You are a reminder that after the storm, the sky does clear.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Outer Expression</h2>\nYou move through life with a softness that others find healing. You do not push or demand. You simply offer your presence, and that presence has a way of restoring what has been worn down. There is an openness to you, an authenticity that invites others to drop their guards. You feel safe to be around because you are genuinely yourself.\n\nYour energy is not loud, but it lingers. People remember how they felt around you long after the conversation ends. You inspire without trying to, simply by holding faith when others have lost theirs. In a world full of noise and urgency, your stillness is a gift. You remind people that not everything needs to be forced; some things simply need to be trusted.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Gifts</h2>\nYour greatest visible gift is your ability to heal. In work, you bring calm to chaos and help others find their footing. In relationships, you offer hope when people have lost their own. You do not fix things with force; you restore them with presence. People come to you when they are depleted because they know they will leave feeling better.\n\nThere is also a quieter gift here: your faith. You trust in the goodness of things even when evidence is thin. This is not naivety; it is courage dressed in gentleness.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Shadow</h2>\nThe shadow of The Star emerges when your openness becomes fragility. You may give so much of your light that you leave nothing for yourself. Your hope can tip into idealism that refuses to see what is actually in front of you. You might avoid conflict entirely, choosing peace at the cost of truth.\n\nYou may also struggle with darkness, both your own and others'. Your gift for lightness can make the heavier parts of life feel like failures rather than natural passages. Where have you been offering hope to others while quietly starving your own reserves?\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Working With This Energy</h2>\nYou will feel The Star rising when someone needs comfort, when a situation calls for gentleness rather than force. This is your gift. Trust your instinct to soothe, to inspire, to hold space for what is healing. The world needs your light.\n\nWhen you slip into shadow, you may notice yourself feeling drained, invisible, or resentful of how much you give. These are signs that your well needs refilling. Step back. Let others hold you for a while.\n\nIn your closest relationships, remember that you are allowed to have darkness too. You do not always have to be the light. Your loved ones can handle your shadows, and sharing them may bring you closer than your brightness ever could.",
    "descriptionFr": "Avec L'Étoile est votre Carte de Personnalité, vous portez un doux éclat qui apaise sans effort, les gens se sentent plus légers après avoir été à votre proximité. L’espoir vous vient naturellement, non pas sous la forme d’un optimisme forcé, mais sous la forme d’une foi tranquille qui sous-tend tout ce que vous faites. D’autres le ressentent. Ils sont attirés par votre calme, par la façon dont vous rendez les choses difficiles plus supportables. Vous nous rappelez qu’après la tempête, le ciel s’éclaircit.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Votre expression extérieure</h2>\nVous traversez la vie avec une douceur que d’autres trouvent guérissante. Vous ne poussez pas et n’exigez pas. Vous offrez simplement votre présence, et cette présence a un moyen de restaurer ce qui a été usé. Il y a une ouverture d’esprit envers vous, une authenticité qui invite les autres à baisser leur garde. Vous vous sentez en sécurité parce que vous êtes véritablement vous-même.\n\nVotre énergie n’est pas forte, mais elle persiste. Les gens se souviennent de ce qu’ils ont ressenti en votre présence longtemps après la fin de la conversation. Vous inspirez sans essayer, simplement en gardant la foi lorsque les autres ont perdu la leur. Dans un monde plein de bruit et d’urgence, votre tranquillité est un cadeau. Vous rappelez aux gens qu’il n’est pas nécessaire de tout forcer ; certaines choses doivent simplement être fiables.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Vos cadeaux</h2>\nVotre plus grand don visible est votre capacité à guérir. Au travail, vous apportez le calme au chaos et aidez les autres à trouver leur place. Dans les relations, vous offrez de l’espoir lorsque les gens ont perdu le leur. On ne répare pas les choses par la force ; vous les restituez avec présence. Les gens viennent vers vous lorsqu’ils sont épuisés parce qu’ils savent qu’ils repartiront en se sentant mieux.\n\nIl y a aussi un don plus discret ici : votre foi. Vous avez confiance dans la bonté des choses, même lorsque les preuves sont minces. Ce n’est pas de la naïveté ; c'est le courage habillé de douceur.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Votre ombre</h2>\nL’ombre de l’Étoile surgit lorsque votre ouverture d’esprit devient fragilité. Vous pouvez donner tellement de votre lumière que vous ne laissez rien pour vous. Votre espoir peut basculer dans un idéalisme qui refuse de voir ce qui se trouve réellement devant vous. Vous pourriez éviter complètement les conflits, en choisissant la paix au détriment de la vérité.\n\nVous pouvez également lutter contre les ténèbres, les vôtres et celles des autres. Votre don pour la légèreté peut donner l’impression que les parties les plus lourdes de la vie sont des échecs plutôt que des passages naturels. Où avez-vous offert de l’espoir aux autres tout en affamant discrètement vos propres réserves ?\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Travailler avec cette énergie</h2>\nVous sentirez l'Étoile se lever lorsque quelqu'un a besoin de réconfort, lorsqu'une situation appelle la douceur plutôt que la force. Ceci est votre cadeau. Faites confiance à votre instinct pour apaiser, inspirer, laisser de la place à ce qui guérit. Le monde a besoin de votre lumière.\n\nLorsque vous vous glissez dans l’ombre, vous vous sentez épuisé, invisible ou irrité par tout ce que vous donnez. Ce sont des signes que votre puits a besoin d’être rempli. Reculer. Laissez les autres vous retenir pendant un moment.\n\nDans vos relations les plus proches, rappelez-vous que vous avez également le droit d’avoir de l’obscurité. Vous n’êtes pas toujours obligé d’être la lumière. Vos proches peuvent gérer vos ombres, et les partager peut vous rapprocher plus que votre luminosité ne le pourrait jamais.",
    "keyThemesEn": [
      "Hope",
      "Inspiration",
      "Healing"
    ],
    "keyThemesFr": [
      "Espoir",
      "Inspiration",
      "Guérison"
    ]
  },
  {
    "cardId": 18,
    "cardName": "The Moon",
    "cardNameFr": "La Lune",
    "image": "18-the-moon.jpg",
    "descriptionEn": "Not everyone understands you, and you have made a kind of peace with that. The Moon's gentle but deeply intuitive energy shines through in your personality often meaning that you inhabit the spaces between certainty, the half-lit places where intuition matters more than logic. Others sense a depth in you they cannot quite reach. You are comfortable with mystery, with not knowing, with the shifting nature of things. This makes you both fascinating and, at times, hard to pin down.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Outer Expression</h2>\nYou move through life guided by currents others cannot see. While they demand clarity, you trust the dark. Your imagination is vivid, your intuition sharp, and you navigate uncertainty with a grace that puzzles those who need firmer ground. You do not force things into the light before they are ready. You let them emerge in their own time.\n\nThere is a creative, artistic quality to your presence. You see what is hidden beneath the surface. You speak in images as much as words. People who spend time with you often feel like they have entered a different kind of space, one where the usual rules soften and something stranger, truer, becomes possible.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Gifts</h2>\nYour greatest visible gift is your intuition. In work, you sense what is coming before others see it. In relationships, you read beneath the words to what is actually being felt. You are not fooled by surfaces. You trust your instincts, and they rarely lead you wrong. This gives you a kind of knowing that cannot be taught.\n\nThere is also a quieter gift here: your comfort with the unknown. Where others panic in ambiguity, you settle in. You do not need all the answers to move forward. This makes you a steady presence in uncertain times.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Shadow</h2>\nThe shadow of The Moon emerges when your comfort with ambiguity becomes confusion. You may lose yourself in illusion, mistaking fear for intuition, or fantasy for truth. Your rich inner world can become a place you hide rather than a source of wisdom. Others may find you difficult to understand, and you may stop trying to be understood.\n\nAnxiety can live in the shadows too. Your sensitivity to what is hidden means you sometimes see threats that are not there. Where have you been wandering in the dark when what you needed was to step into the light?\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Working With This Energy</h2>\nYou will feel The Moon rising when something cannot be solved with logic, when the situation calls for intuition, patience, and trust in what you cannot yet see. This is your gift. Let yourself move by feel. Not everything needs to be explained to be true.\n\nWhen you slip into shadow, you may notice anxiety rising, or a sense of being lost in your own mind. These are signs that you need grounding, that the mystery has become more disorienting than illuminating. Find something solid. Return to your body.\n\nIn your closest relationships, remember that being understood is not the same as being fully explained. You can share your depths without demanding that others map them completely. Let yourself be known in glimpses. That is enough.",
    "descriptionFr": "Tout le monde ne vous comprend pas et vous avez fait une sorte de paix avec cela. La Lune en tant que carte de personnalité signifie que vous habitez les espaces entre les certitudes, les endroits mal éclairés où l'intuition compte plus que la logique. D’autres ressentent en vous une profondeur qu’ils ne peuvent pas vraiment atteindre. Vous êtes à l’aise avec le mystère, l’ignorance, la nature changeante des choses. Cela vous rend à la fois fascinant et, parfois, difficile à cerner.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Votre expression extérieure</h2>\nVous avancez dans la vie guidé par des courants que les autres ne peuvent pas voir. Même s’ils exigent de la clarté, vous faites confiance à l’obscurité. Votre imagination est vive, votre intuition aiguisée et vous naviguez dans l’incertitude avec une grâce qui laisse perplexe ceux qui ont besoin d’un terrain plus solide. Vous ne forcez pas les choses à être mises en lumière avant qu’elles ne soient prêtes. Vous les laissez émerger à leur rythme.\n\nIl y a une qualité créative et artistique dans votre présence. Vous voyez ce qui se cache sous la surface. Vous parlez autant en images qu’en mots. Les personnes qui passent du temps avec vous ont souvent l’impression d’être entrées dans un espace différent, où les règles habituelles s’assouplissent et où quelque chose d’étrange, de plus vrai, devient possible.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Vos cadeaux</h2>\nVotre plus grand don visible est votre intuition. Au travail, vous ressentez ce qui arrive avant que les autres ne le voient. Dans les relations, vous lisez sous les mots ce qui est réellement ressenti. Vous n'êtes pas dupe des surfaces. Vous faites confiance à votre instinct et il vous induit rarement en erreur. Cela vous donne une sorte de connaissance qui ne peut être enseignée.\n\nIl y a aussi un cadeau plus calme ici : votre confort avec l'inconnu. Là où les autres paniquent dans l’ambiguïté, vous vous installez. Vous n’avez pas besoin de toutes les réponses pour avancer. Cela fait de vous une présence constante dans des temps incertains.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Votre ombre</h2>\nL’ombre de La Lune émerge lorsque votre confort face à l’ambiguïté se transforme en confusion. Vous pouvez vous perdre dans l’illusion, confondant la peur avec l’intuition ou le fantasme avec la vérité. Votre riche monde intérieur peut devenir un endroit où vous vous cachez plutôt qu’une source de sagesse. Les autres peuvent avoir du mal à vous comprendre et vous pouvez cesser d’essayer d’être compris.\n\nL’anxiété peut aussi vivre dans l’ombre. Votre sensibilité à ce qui est caché vous fait parfois voir des menaces qui n'existent pas. Où erriez-vous dans l’obscurité alors que ce dont vous aviez besoin était d’entrer dans la lumière ?\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Travailler avec cette énergie</h2>\nVous sentirez la Lune se lever lorsque quelque chose ne peut être résolu avec logique, lorsque la situation demande de l’intuition, de la patience et de la confiance dans ce que vous ne pouvez pas encore voir. Ceci est votre cadeau. Laissez-vous bouger par vos sensations. Il n’est pas nécessaire que tout soit expliqué pour être vrai.\n\nLorsque vous vous glissez dans l’ombre, vous remarquerez peut-être une montée de l’anxiété ou un sentiment de perte dans votre propre esprit. Ce sont des signes que vous avez besoin de vous ancrer, que le mystère est devenu plus désorientant qu’éclairant. Trouvez quelque chose de solide. Retournez à votre corps.\n\nDans vos relations les plus proches, rappelez-vous qu’être compris n’est pas la même chose qu’être pleinement expliqué. Vous pouvez partager vos profondeurs sans exiger que les autres les cartographient complètement. Faites-vous connaître en un clin d'œil. Cela suffit.",
    "keyThemesEn": [
      "Intuition",
      "Dreams",
      "Mystery"
    ],
    "keyThemesFr": [
      "Intuition",
      "Rêves",
      "Mystère"
    ]
  },
  {
    "cardId": 19,
    "cardName": "The Sun",
    "cardNameFr": "Le Soleil",
    "image": "19-the-sun.jpeg",
    "descriptionEn": "The joyous, innocent, carefree fun of The Sun's energy adds an extra dimension to your personality; it gives you a warmth that people feel before you speak a word. Joy comes easily to you, and it spreads. Others find themselves lighter in your company, more willing to laugh, more able to believe things might work out. You radiate something genuine, and that radiance draws people toward you like warmth on a cold day.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Outer Expression</h2>\nYou move through life with a vitality that is hard to miss. You are fully, unapologetically yourself, and this authenticity gives others permission to be themselves too. You do not shrink or dim to make people comfortable. You shine, and in your light, others remember what it feels like to be alive.\n\nThere is a confidence in your presence that does not need to prove itself. You laugh easily. You celebrate openly. You bring energy to tired rooms and hope to discouraged hearts. People remember you because you make them feel good, not through performance, but through the simple fact of being who you are without apology.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Gifts</h2>\nYour greatest visible gift is your ability to uplift. In work, you bring enthusiasm that motivates others to keep going. In relationships, you offer a kind of presence that makes people feel seen and celebrated. Your joy is contagious. When you believe in something, others start believing too. This is not manipulation; it is magnetism born of sincerity.\n\nThere is also a quieter gift here: your confidence. You trust yourself. You trust life. This faith is not naive; it is a choice you make again and again, and it anchors everyone around you.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Shadow</h2>\nThe shadow of The Sun emerges when your brightness cannot hold space for darkness. You may push away difficult emotions, your own and others', in favour of keeping things light. Your optimism can become a wall that prevents real intimacy. Not everything can be fixed with a smile, and sometimes your radiance blinds you to what is hidden.\n\nYou might also burn yourself out, giving so much energy that you deplete your own reserves. Your light needs tending too. When did you last let yourself sit with something heavy instead of trying to brighten it away?\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Working With This Energy</h2>\nYou will feel The Sun rising when joy moves through you unbidden, when your presence alone seems to lift the mood of a room. This is your gift. Trust it. The world needs your warmth, your confidence, your willingness to celebrate what is good.\n\nWhen you slip into shadow, you may notice yourself forcing cheerfulness, avoiding hard conversations, or feeling exhausted by your own brightness. These are signs that your light needs rest, that not every moment requires your shine.\n\nIn your closest relationships, remember that true intimacy includes the shadows. You can be radiant and still show your darker colours. Letting others see your full sky, clouds and all, will only deepen the warmth you share.",
    "descriptionFr": "Avec le Soleil comme carte de personnalité, vous ressentez une chaleur que les gens ressentent avant que vous prononciez un mot. La joie vous vient facilement et se propage. Les autres se retrouvent plus légers en votre compagnie, plus disposés à rire, plus capables de croire que les choses pourraient s'arranger. Vous rayonnez quelque chose d’authentique et cet éclat attire les gens vers vous comme la chaleur par une journée froide.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Votre expression extérieure</h2>\nVous avancez dans la vie avec une vitalité difficile à manquer. Vous êtes pleinement vous-même, sans aucune excuse, et cette authenticité donne aux autres la permission d’être eux-mêmes aussi. Vous ne rétrécissez pas et ne diminuez pas l'intensité pour que les gens se sentent à l'aise. Vous brillez et, dans votre lumière, les autres se souviennent de ce que l’on ressent lorsque l’on est en vie.\n\nIl y a une confiance en votre présence qui n’a pas besoin de faire ses preuves. Vous riez facilement. Vous célébrez ouvertement. Vous apportez de l'énergie aux pièces fatiguées et espérez aux cœurs découragés. Les gens se souviennent de vous parce que vous leur faites du bien, non pas par la performance, mais par le simple fait d'être qui vous êtes sans excuses.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Vos cadeaux</h2>\nVotre plus grand don visible est votre capacité à vous élever. Au travail, vous apportez un enthousiasme qui motive les autres à continuer. Dans les relations, vous offrez une sorte de présence qui permet aux gens de se sentir vus et célébrés. Votre joie est contagieuse. Quand on croit en quelque chose, les autres commencent à y croire aussi. Il ne s’agit pas d’une manipulation ; c'est le magnétisme né de la sincérité.\n\nIl y a aussi un cadeau plus discret ici : votre confiance. Vous avez confiance en vous. Vous faites confiance à la vie. Cette foi n’est pas naïve ; c'est un choix que vous faites encore et encore, et il ancre tout le monde autour de vous.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Votre ombre</h2>\nL’ombre du Soleil émerge lorsque votre luminosité ne peut pas contenir l’obscurité. Vous pouvez repousser les émotions difficiles, les vôtres et celles des autres, pour garder les choses légères. Votre optimisme peut devenir un mur qui empêche une véritable intimité. Tout ne peut pas être réparé avec un sourire, et parfois votre rayonnement vous aveugle sur ce qui est caché.\n\nVous pourriez également vous épuiser, en donnant tellement d’énergie que vous épuiserez vos propres réserves. Votre lumière a également besoin d’être entretenue. Quand vous êtes-vous laissé asseoir pour la dernière fois avec quelque chose de lourd au lieu d’essayer de l’égayer ?\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Travailler avec cette énergie</h2>\nVous sentirez le soleil se lever lorsque la joie vous envahira de manière inopinée, lorsque votre seule présence semble rehausser l'ambiance d'une pièce. Ceci est votre cadeau. Faites-lui confiance. Le monde a besoin de votre chaleur, de votre confiance, de votre volonté de célébrer ce qui est bon.\n\nLorsque vous vous glissez dans l’ombre, vous remarquerez peut-être que vous forcez la gaieté, que vous évitez les conversations difficiles ou que vous vous sentez épuisé par votre propre luminosité. Ce sont des signes que votre lumière a besoin de repos, que chaque instant n’exige pas votre éclat.\n\nDans vos relations les plus proches, rappelez-vous que la véritable intimité inclut les ombres. Vous pouvez être radieux tout en montrant vos couleurs plus foncées. Laisser les autres voir tout votre ciel, vos nuages ​​et tout le reste, ne fera qu’approfondir la chaleur que vous partagez.",
    "keyThemesEn": [
      "Joy",
      "Vitality",
      "Success"
    ],
    "keyThemesFr": [
      "Joie",
      "Vitalité",
      "Succès"
    ]
  },
  {
    "cardId": 20,
    "cardName": "Judgement",
    "cardNameFr": "Le Jugement",
    "image": "20-judgement.jpeg",
    "descriptionEn": "Judgement's strong purposeful energy brings you a touch of gravitas to your personality. There is a rising quality to your presence, as though you are perpetually answering a summons only you can hear. People are drawn to your clarity, your conviction, your ability to help them find their own higher ground.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Outer Expression</h2>\nYou move through life with a sense of direction that comes from within. You evaluate, you reflect, you ask hard questions of yourself and the world around you. This is not judgement in the petty sense; it is discernment. You are always reaching toward what is truer, higher, more aligned. Others feel this pull in you, and it awakens something in them too.\n\nThere is an authority to your presence that has nothing to do with position or power. You speak from a place of considered reflection. You have done the work of looking honestly at yourself, and that gives your words weight. People come to you when they are ready to rise, when they need someone who will not let them stay small.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Gifts</h2>\nYour greatest visible gift is your ability to awaken purpose in others. In work, you help people see what they are capable of becoming. In relationships, you offer a kind of honest reflection that challenges people to grow. You do not accept less than someone's potential, and this refusal is a form of love. You call people upward.\n\nThere is also a quieter gift here: your capacity for self-renewal. You know how to rise from your own ashes. You have done it before. This makes you a guide for others walking through their own resurrections.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Shadow</h2>\nThe shadow of Judgement emerges when your discernment becomes harshness. You may hold yourself to impossible standards, and then project those standards onto others. Your clarity can tip into righteousness if you forget that everyone is finding their way at their own pace.\n\nYou might also struggle to release the past. Your gift for self-reflection can become rumination, replaying old failures instead of letting them teach you and move on. What are you still carrying that has already served its purpose?\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Working With This Energy</h2>\nYou will feel Judgement rising when a moment calls for honesty, for reckoning, for answering something larger than yourself. This is your gift. Trust your instinct to evaluate and to rise. The world needs people who are willing to do the inner work and help others do the same.\n\nWhen you slip into shadow, you may notice yourself becoming critical, harsh with yourself or others, or unable to forgive what is past. These are signs that your discernment has lost its compassion. Soften. Growth does not require punishment.\n\nIn your closest relationships, remember that calling people higher works best when it comes with patience. Not everyone is ready to hear the trumpet at the same moment. Your purpose is to sound it clearly, not to force anyone to rise before their time.",
    "descriptionFr": "Vous portez un but que les autres remarquent, même si vous ne pouvez pas le nommer vous-même. C’est l’énergie du jugement en tant que carte de personnalité. Il y a une qualité croissante dans votre présence, comme si vous répondiez perpétuellement à une convocation que vous seul pouvez entendre. Les gens sont attirés par votre clarté, votre conviction, votre capacité à les aider à trouver leur propre terrain d’entente.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Votre expression extérieure</h2>\nVous avancez dans la vie avec un sens de l’orientation qui vient de l’intérieur. Vous évaluez, vous réfléchissez, vous vous posez des questions difficiles sur vous-même et sur le monde qui vous entoure. Il ne s’agit pas là d’un jugement au sens mesquin ; c'est le discernement. Vous tendez toujours la main vers ce qui est plus vrai, plus élevé, plus aligné. Les autres ressentent cette attirance en vous, et cela éveille quelque chose en eux aussi.\n\nIl y a une autorité dans votre présence qui n’a rien à voir avec la position ou le pouvoir. Vous parlez à partir d’un lieu de réflexion réfléchie. Vous avez fait le travail de vous regarder honnêtement, et cela donne du poids à vos mots. Les gens viennent vers vous lorsqu’ils sont prêts à s’élever, lorsqu’ils ont besoin de quelqu’un qui ne les laisse pas rester petits.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Vos cadeaux</h2>\nVotre plus grand don visible est votre capacité à éveiller un sens chez les autres. Au travail, vous aidez les gens à voir ce qu’ils sont capables de devenir. Dans les relations, vous offrez une sorte de réflexion honnête qui incite les gens à grandir. On n'accepte pas moins que le potentiel de quelqu'un, et ce refus est une forme d'amour. Vous appelez les gens vers le haut.\n\nIl y a aussi ici un don plus discret : votre capacité à vous renouveler. Vous savez renaître de vos propres cendres. Vous l'avez déjà fait. Cela fait de vous un guide pour les autres qui traversent leur propre résurrection.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Votre ombre</h2>\nL’ombre du Jugement apparaît lorsque votre discernement devient dureté. Vous pouvez vous imposer des normes impossibles, puis projeter ces normes sur les autres. Votre clarté peut se transformer en droiture si vous oubliez que chacun trouve son chemin à son rythme.\n\nVous pourriez également avoir du mal à vous libérer du passé. Votre don pour l’introspection peut devenir une rumination, rejouant d’anciens échecs au lieu de les laisser vous apprendre et passer à autre chose. Qu'est-ce que vous transportez encore qui a déjà rempli sa fonction ?\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Travailler avec cette énergie</h2>\nVous sentirez le jugement monter lorsqu’un moment appelle à l’honnêteté, à prendre des décisions, à répondre à quelque chose de plus grand que vous-même. Ceci est votre cadeau. Faites confiance à votre instinct pour évaluer et vous élever. Le monde a besoin de personnes prêtes à faire le travail intérieur et à aider les autres à faire de même.\n\nLorsque vous vous glissez dans l’ombre, vous remarquerez peut-être que vous devenez critique, dur envers vous-même ou envers les autres, ou incapable de pardonner ce qui est passé. Ce sont des signes que votre discernement a perdu sa compassion. Adoucir. La croissance n’exige pas de punition.\n\nDans vos relations les plus proches, rappelez-vous qu’appeler les gens à un niveau supérieur fonctionne mieux lorsqu’il s’agit de patience. Tout le monde n’est pas prêt à entendre la trompette au même moment. Votre but est de le prononcer clairement, et non de forcer quiconque à se lever avant l'heure.",
    "keyThemesEn": [
      "Awakening",
      "Calling",
      "Rebirth"
    ],
    "keyThemesFr": [
      "Éveil",
      "Appel",
      "Renaissance"
    ]
  },
  {
    "cardId": 21,
    "cardName": "The World",
    "cardNameFr": "Le Monde",
    "image": "21-the-world.jpeg",
    "descriptionEn": "The World's energy brings a sense of completeness to your personality that others often feel without being able to name it. You seem at home in yourself in a way that many people spend their whole lives seeking. You have integrated what others are still sorting through. People feel this groundedness when they are near you, and it makes them want to stay a while, as though your presence reminds them that wholeness is possible.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Outer Expression</h2>\nYou move through life with a settled quality that does not need external validation. You are not rushing toward some finish line; you know that you are already here. This does not mean you have stopped growing. It means you are no longer at war with yourself. You have gathered the scattered pieces and made them into something whole.\n\nThere is a celebratory quality to your energy. You appreciate life's richness. You mark endings with honour and beginnings with hope. Others feel this sense of completion when they are around you. You remind them that cycles can close gracefully, that wholeness does not require perfection, that arriving somewhere real is possible.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Gifts</h2>\nYour greatest visible gift is your ability to finish what you start. In work, you bring projects to completion when others lose steam. In relationships, you offer a stability that comes from knowing who you are. People trust you because you are not fragmented. You show up consistently, fully, without the restlessness that pulls others in too many directions.\n\nThere is also a quieter gift here: your integration. You hold contradictions without falling apart. You have made peace with your own complexity, and this allows you to accept the complexity of others.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Your Shadow</h2>\nThe shadow of The World emerges when your sense of completion becomes resistance to change. You may feel so whole that you avoid beginning again, clinging to what is finished because starting over feels like loss. Your groundedness can tip into complacency if you forget that every ending is also a doorway.\n\nYou might also close cycles too soon, declaring yourself done before the work is truly complete. Or you may fear the vulnerability of being a beginner again. What new journey have you been avoiding because you do not want to leave the ground you have earned?\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Working With This Energy</h2>\nYou will feel The World rising when something comes full circle, when you sense the rightness of completion, when it is time to celebrate what has been accomplished. This is your gift. Trust your ability to integrate, to honour endings, to stand in the fullness of who you have become.\n\nWhen you slip into shadow, you may notice yourself resisting new beginnings, or feeling threatened by the discomfort of being a learner again. These are signs that your wholeness has become a wall. Let the circle open. A new cycle is not a betrayal of the old one.\n\nIn your closest relationships, remember that completion does not mean you have nothing left to discover. You can be whole and still growing. Your groundedness is a gift to those around you; so is your willingness to begin again.",
    "descriptionFr": "Il existe en vous une complétude que d’autres ressentent sans pouvoir la nommer. C’est l’énergie du Monde en tant que carte de personnalité. Vous semblez chez vous d’une manière que beaucoup de gens recherchent toute leur vie. Vous avez intégré ce que d’autres sont encore en train de trier. Les gens ressentent cet ancrage lorsqu'ils sont près de vous, et cela leur donne envie de rester un moment, comme si votre présence leur rappelait que la plénitude est possible.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Votre expression extérieure</h2>\nVous avancez dans la vie avec une qualité établie qui n’a pas besoin de validation externe. Vous ne vous précipitez pas vers une ligne d’arrivée ; vous savez que vous êtes déjà là. Cela ne veut pas dire que vous avez arrêté de grandir. Cela signifie que vous n’êtes plus en guerre contre vous-même. Vous avez rassemblé les morceaux éparpillés et en avez fait un tout.\n\nIl y a une qualité festive dans votre énergie. Vous appréciez la richesse de la vie. Vous marquez les fins avec honneur et les débuts avec espoir. Les autres ressentent ce sentiment d’accomplissement lorsqu’ils sont à vos côtés. Vous leur rappelez que les cycles peuvent se terminer avec grâce, que la plénitude n’exige pas la perfection, qu’arriver à un endroit réel est possible.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Vos cadeaux</h2>\nVotre plus grand don visible est votre capacité à terminer ce que vous avez commencé. Au travail, vous menez des projets à terme lorsque d’autres s’essoufflent. Dans les relations, vous offrez une stabilité qui vient du fait de savoir qui vous êtes. Les gens vous font confiance parce que vous n’êtes pas fragmenté. Vous vous présentez de manière cohérente, pleinement, sans l’agitation qui entraîne les autres dans trop de directions.\n\nIl y a aussi un cadeau plus discret ici : votre intégration. Vous entretenez des contradictions sans vous effondrer. Vous avez fait la paix avec votre propre complexité, ce qui vous permet d'accepter la complexité des autres.\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Votre ombre</h2>\nL’ombre du Monde émerge lorsque votre sentiment d’accomplissement devient une résistance au changement. Vous pouvez vous sentir si entier que vous évitez de recommencer, vous accrochant à ce qui est terminé parce que recommencer ressemble à une perte. Votre ancrage peut basculer dans la complaisance si vous oubliez que chaque fin est aussi une porte.\n\nVous pourriez également clôturer des cycles trop tôt, en déclarant que vous avez terminé avant que le travail ne soit vraiment terminé. Ou bien vous craignez peut-être la vulnérabilité d’être à nouveau un débutant. Quel nouveau voyage avez-vous évité parce que vous ne voulez pas quitter le terrain que vous avez gagné ?\n\n<h2 style=\"font-size: 1.5rem; font-weight: 600; color: #c4b5fd; text-align: center; margin: 1.5rem 0 0.75rem 0;\">Travailler avec cette énergie</h2>\nVous sentirez le monde s’élever lorsque la boucle sera bouclée, lorsque vous ressentirez la justesse de l’achèvement, lorsqu’il sera temps de célébrer ce qui a été accompli. Ceci est votre cadeau. Faites confiance à votre capacité à vous intégrer, à honorer les fins, à être dans la plénitude de qui vous êtes devenu.\n\nLorsque vous glissez dans l’ombre, vous remarquerez peut-être que vous résistez à un nouveau départ ou que vous vous sentez menacé par l’inconfort d’être à nouveau un apprenant. Ce sont des signes que votre intégrité est devenue un mur. Laissez le cercle s'ouvrir. Un nouveau cycle n’est pas une trahison de l’ancien.\n\nDans vos relations les plus proches, rappelez-vous que l’achèvement ne signifie pas que vous n’avez plus rien à découvrir. Vous pouvez être entier et continuer à grandir. Votre ancrage est un cadeau pour ceux qui vous entourent ; votre volonté de recommencer l’est aussi.",
    "keyThemesEn": [
      "Completion",
      "Integration",
      "Fulfillment"
    ],
    "keyThemesFr": [
      "Accomplissement",
      "Intégration",
      "Plénitude"
    ]
  }
]